Repository: Distrotech/evolution
Catalog: doc/*.po/menuref.sgml.po
Languages: es

source: <para> The <guimenu>Insert</guimenu> menu holds tools that allow you to include images, horizontal rules, and other objects in the body of your message. The tools are: <variablelist> <varlistentry> <term><guimenuitem>Image</guimenuitem></term> <listitem><para> This tool will prompt you to select an image file to insert into your HTML message. For text messages, this is the same as attaching an image file. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Link</guimenuitem></term> <listitem><para> Opens the <interface>link creation window</interface>, which lets you specify the URL and text description for a link in your message. This only works with HTML messages. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Rule</guimenuitem></term> <listitem><para> Opens the<interface> horizontal rule creation dialog</interface>, which lets you create an HTML horizontal rule. For more information, see <xref linkend="usage-mail-getnsend-send-html">. This tool only works with HTML messages. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Text File</guimenuitem></term> <listitem><para> Open a text file and insert it into the current message. This tool works with both plain text and HTML messages. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> El menú <guimenu>Insertar</guimenu> contiene herramientas que le permiten incluir imágenes, reglas horizontales, y otros objetos en el cuerpo del mensaje. Las herramientas son: <variablelist> <varlistentry> <term><guimenuitem>Imagen</guimenuitem></term> <listitem><para> Esta herramienta le pedirá que seleccione una imagen para insertarla en su mensaje en HTML. Para mensajes de texto, esto es lo mismo que adjuntar la imagen. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Enlace</guimenuitem></term> <listitem><para> Abre la <interface>ventana de creación de enlaces</interface>, que le permite especificar la URL y un descripción para el enlace de su mensaje. Tan solo funciona con mensajes en HMTLs. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Regla</guimenuitem></term> <listitem><para> Abre el <interface>diálogo de creación de reglas horizontales</interface>, el cual le permite crear una regla horizontal en HTML. Para más información, vea <xref linkend="usage-mail-getnsend-send-html">. Esta herramienta solo funciona con mensajes en HTML. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Archivo de Texto</guimenuitem></term> <listitem><para> Abre un archivo de texto y lo inserta en el mensaje actual. Esta herramienta funciona tanto con mensajes de texto como mensajes en HTML. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> The <guimenu>View</guimenu> menu controls the way messages are displayed, and how much of the message, its headers, and attachments appear. It contains: <variablelist> <varlistentry> <term><guimenuitem>Show Attachments</guimenuitem></term> <listitem><para> Toggles the display of attachments. When this item is selected, <application>Evolution</application> will create a separate pane of the composition window to show what attachments you are appending to the message. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> El menú <guimenu>Vista</guimenu> controla la manera en que se muestran sus mensajes, y cuanto del mensaje, de su cabecera y de los adjuntos se muestra. Contiene: <variablelist> <varlistentry> <term><guimenuitem>Mostrar Adjuntos</guimenuitem></term> <listitem><para> Activa el mostrar los adjuntos. Cuando esta opción está seleccionada, <application>Evolution</application> creará una caja separada de la ventana del compositor de mensajes para mostrar que archivos adjuntos está añadiendo al mensaje. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> The Calendar's <guimenu>View</guimenu> menu contains the following items: <variablelist> <varlistentry> <term><guimenuitem>Show Shortcut Bar</guimenuitem></term> <listitem><para> Toggle the Shortcut Bar on and off with this item. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Show Folder Bar</guimenuitem></term> <listitem><para> Toggle the folder bar on and off with this item. See <xref linkend="usage-mainwindow-folderbar"> for more information about the folder bar. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>View By Day</guimenuitem></term> <listitem><para> Switch to the day view for your calendar. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>View Five Days</guimenuitem></term> <listitem><para> View five calendar days at once. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>View by Week</guimenuitem></term> <listitem><para> Switch the calendar view to full week mode. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>View By Month</guimenuitem></term> <listitem><para> Look at a month at a time. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> El menú <guimenu>Vista</guimenu> del calendario contiene las siguientesins opciones: <variablelist> <varlistentry> <term><guimenuitem>Mostrar la Barra de Atajos</guimenuitem></term> <listitem><para> Active y desactive la barra de atajos con esta opción. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Mostrar la Barra de Carpetas</guimenuitem></term> <listitem><para> Active y desactive la barra de carpetas con esta opción. Vea <xref linkend="usage-mainwindow-folderbar"> para más información acerca de la barra de carpetas. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Vista por Días</guimenuitem></term> <listitem><para> Cambia el calendario a la vista diaria. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Vista Cinco Días</guimenuitem></term> <listitem><para> Muestra cinco días del calendario de una vez. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Vista por Semanas</guimenuitem></term> <listitem><para> Cambia el calendario a la vista semanal. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Vista por meses</guimenuitem></term> <listitem><para> Vea todo un mes al tiempo. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu contains the following items: <variablelist> <varlistentry> <term><guimenuitem>Show Shortcut Bar</guimenuitem></term> <listitem><para> Toggle the Shortcut Bar on and off with this item. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Show Folder Bar</guimenuitem></term> <listitem><para> Toggle the folder bar on and off with this item. See <xref linkend="usage-mainwindow-folderbar"> for more information about the folder bar. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>As Table</guimenuitem> / <guimenuitem>As Minicards</guimenuitem></term> <listitem><para> View your contacts as a table. When in table-view mode, this menu item reads <guimenuitem>As Minicards</guimenuitem>, and changes the view back to the minicard format. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú contiene las siguiente opciones: <variablelist> <varlistentry> <term><guimenuitem>Mostrar Barra de Atajos</guimenuitem></term> <listitem><para> Active y desactive la barra de atajos con esta opción. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Muestra la Barra de Carpetas</guimenuitem></term> <listitem><para> Active y descative la barra de carpetas con esta opción. Vea <xref linkend="usage-mainwindow-folderbar"> para más información acerca de la barra de carpetas. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Como un Tabla</guimenuitem> / <guimenuitem>As Minicards</guimenuitem></term> <listitem><para> Vea sus contactos como una tabla. Cuando esta en el modo tabla, está opción del menú aparece como <guimenuitem>Como Minitarjetas</guimenuitem>, y vuelve a cambiar la vista al formato minitarjetas. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu contains: <variablelist> <varlistentry> <term><guimenuitem>Schedule Meeting</guimenuitem></term> <listitem><para> Brings up the <interface>Meeting Invitation</interface> window, described in <xref linkend="usage-calendar-apts">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Cancel Invitation</guimenuitem></term> <listitem><para> Cancels the event, notifying all attendees. You may be prompted to specify an invitation message. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Forward as vCalendar</guimenuitem></term> <listitem><para> Opens the message composer with the current event attached. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Forward as Text</guimenuitem></term> <listitem><para> Opens the message composer with a text description of the current event included in the message body. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú contiene: <variablelist> <varlistentry> <term><guimenuitem>Fijar una Reunión</guimenuitem></term> <listitem><para> Aparece la ventana de <interface>Invitación de Reunión</interface>, descrita en <xref linkend="usage-calendar-apts">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Cancelar Invitación</guimenuitem></term> <listitem><para> Cancela el evento, notificandoselo a todos los asistentes. Puede que le pida que especifique un mensaje. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Reenviar como vCalendar</guimenuitem></term> <listitem><para> Abre el compositor de mensajes con el evento actual adjunto. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Reenviar como Texto</guimenuitem></term> <listitem><para> Abre el compositor de mensajes con una descripción en texto del evento actual incluida en el cuerpo del mensaje. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu contains: (FIXME: Insert Content Here) <variablelist> <varlistentry> <term><guimenuitem>File</guimenuitem></term> <listitem><para> Choose a file to append to your appointment or appointment request. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Item</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Object</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú contiene: (FIXME: Insert Content Here) <variablelist> <varlistentry> <term><guimenuitem>Archivo</guimenuitem></term> <listitem><para> Elija un archivo para incluir a la cita o al petición de cita. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Elemento</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Objeto</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu is currently empty. </para>
es: <para> Este menú está actualmente vacio. </para>

source: <para> This menu lets you control the way <application>Evolution</application> displays your information for you. <variablelist> <varlistentry> <term><guimenuitem>Show Shortcut Bar</guimenuitem></term> <listitem><para> Toggle the shortcut bar on and off with this item. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Show Folder Bar</guimenuitem></term> <listitem><para> Toggle the folder bar on and off with this item. See <xref linkend="usage-mainwindow-folderbar"> for more information about the folder bar. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Threaded Message List</guimenuitem></term> <listitem><para> This item controls whether your message list is displayed by thread or by other criteria. The default order is by date; see <xref linkend="usage-mail-listorder"> for information about the order of the message list. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú le permite controlar el modo en que <application>Evolution</application> le muestra su información. <variablelist> <varlistentry> <term><guimenuitem>Mostrar Barra de Atajos</guimenuitem></term> <listitem><para> Active y desactive la barra de atajos con esta opción. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Mostrar Barra de Carpetas</guimenuitem></term> <listitem><para> Active y desactive la barra de carpetas con esta opción. Vea <xref linkend="usage-mainwindow-folderbar"> para más información acerca de la barra de carpetas. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Lista de Mensajes Encadenados</guimenuitem></term> <listitem><para> Esta opción controla si la lista de sus mensajes se muestra siguiendo la cadena de la discusión o por otro criterio. La ordenación por defecto es por fecha. Vea <xref linkend="usage-mail-listorder"> para más información acerca de como ordenar la lista de mensajes. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> <variablelist> <varlistentry> <term><guimenuitem>Mail Filters</guimenuitem></term> <listitem><para> Edit your mail filters here. See <xref linkend="usage-mail-organize-filters"> for more information about mail filtering. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Virtual Folder Editor</guimenuitem></term> <listitem><para> Create, edit, and delete Virtual Folders (<glossterm>vFolders</glossterm>) with this tool. To learn about using vFolders with mail, see <xref linkend="usage-mail-organize-vfolders">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Mail Configuration</guimenuitem></term> <listitem><para> Tools for setting up all your mail account preferences. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Manage Subscriptions</guimenuitem></term> <listitem><para> Tools for newsgroup and IMAP folder subscriptions. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Forget Passwords</guimenuitem></term> <listitem><para> This item will cause <application>Evolution</application> to forget what your password is. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> <variablelist> <varlistentry> <term><guimenuitem>Filtros de Correo</guimenuitem></term> <listitem><para> Edite aqui sus filtros de correo. Vea <xref linkend="usage-mail-organize-filters"> para más información acerca de los filtrar correo. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Editor de Carpetas Virtuales</guimenuitem></term> <listitem><para> Cree, edite, y borre carpetas virtuales (<glossterm>vFolders</glossterm>) con esta herramienta. Para aprender acerca de como usar carpetas virtuales con su correo, vea <xref linkend="usage-mail-organize-vfolders">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Configuración del Correo</guimenuitem></term> <listitem><para> Herramientas para configurar las preferencias de sus cuentas de correo. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Administrar Suscripciones</guimenuitem></term> <listitem><para> Herramientas para suscribirse a grupos de noticias y para las carpetas IMAP. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Olvidar Contraseña</guimenuitem></term> <listitem><para> Esta opción hara que <application>Evolution</application> olvide sus contraseñas. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> <variablelist> <varlistentry> <term><guimenuitem>Help Index</guimenuitem></term> <listitem><para> Displays the table of contents for this document. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Getting Started</guimenuitem></term> <listitem><para> A quick look around, and a summary of the things <application>Evolution</application> can do for you. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Using the Mailer</guimenuitem></term> <listitem><para> An in-depth tour of <application>Evolution</application> Mail. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Using the Calendar</guimenuitem></term> <listitem><para> A step-by-step guide to using the Calendar. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Using the Contact Manager</guimenuitem></term> <listitem><para> Find your way around the Contact Manager. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Submit Bug Report</guimenuitem></term> <listitem><para> If you don't report them, they can't fix them. Select this item to let the developers know what's wrong. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>About Evolution</guimenuitem></term> <listitem><para> Displays a window with information about the application and its authors. This has the same information as <xref linkend="authors">. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> <variablelist> <varlistentry> <term><guimenuitem>Índice de la Ayuda</guimenuitem></term> <listitem><para> Muestra la tabla de contenidos de este documento. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Comenzando</guimenuitem></term> <listitem><para> Una vista rápida, y un resumen de las cosas que <application>Evolution</application> puede hacer por usted. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Usando el Correo</guimenuitem></term> <listitem><para> Una vista en profundidad del correo de <application>Evolution</application>. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Usando el Calendario</guimenuitem></term> <listitem><para> Una guía paso a paso sobre como usar el calendario. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Usando el Administrador de Contactos</guimenuitem></term> <listitem><para> Manejese con el administrador de contactos. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Enviar Reportes de Fallo</guimenuitem></term> <listitem><para> Si usted no se los dice, no podrán arreglarlos. Selececion esta opción para hacer saber a los desarrolladores lo que falla. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Acerca de Evolution</guimenuitem></term> <listitem><para> Muestra una ventana con información sobre la aplicación y sus autores. Tiene la misma información que <xref linkend="authors">. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> The <guimenu>Format</guimenu> menu has only one item: <variablelist> <varlistentry> <term><guimenuitem>HTML</guimenuitem></term> <listitem><para> Toggles HTML mode for the message composer. When selected, the message is displayed and sent in HTML. If you have written a message in HTML and turn HTML off, most formatting will be lost. <application>Evolution</application> will attempt to preserve spacing and to remove formatting gracefully, however. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> El menú <guimenu>Formato</guimenu> solo tiene una opción: <variablelist> <varlistentry> <term><guimenuitem>HTML</guimenuitem></term> <listitem><para> Activa el modo HTML para el compositor de mensajes. Cuando esta seleccionado, los mensajes se muestran y se envian en HTML. Si ha escrito un mensaje en HTML y desactiva la opción HTML, se perderá la mayor parte del formato. Eso si, <application>Evolution</application> intentará consevar los espacios y eliminar el formato con cuidado. </para></listitem> </varlistentry> </variablelist> </para>

source: <title>Contact Editor File Menu</title>
es: <title>Menú Archivo del Editor de Contactos</title>

source: <title>Contact Manager Edit Menu</title>
es: <title>Menú Editar del Administrador de Contactos</title>

source: <title>Contact Manager Tools Menu</title>
es: <title>Menú Herramientas del Administrador de Contactos</title>

source: <title>Contact Manager View Menu</title>
es: <title>Menú Ver del Administrador de Contactos</title>

source: <title>File Menu</title>
es: <title>Menú Archivo</title>

source: <title>The Appointment Editor's Actions Menu</title>
es: <title>El Menú Acciones del Editor de Citas</title>

source: <title>The Appointment Editor's Edit Menu</title>
es: <title>El Menú Editar del Editor de Citas</title>

source: <title>The Appointment Editor's File Menu</title>
es: <title>El Menú Archivo del Editor de Citas</title>

source: <title>The Appointment Editor's Format Menu</title>
es: <title>El Menú Formato del Editor de Citas</title>

source: <title>The Appointment Editor's Insert Menu</title>
es: <title>El Menú Insertar del Editor de Citas</title>

source: <title>The Appointment Editor's Tools Menu</title>
es: <title>El Menú Herramientas del Editor de Citas</title>

source: <title>The Appointment Editor's View Menu</title>
es: <title>El Menú Ver del Editor de Citas</title>

source: <title>The Calendar Edit Menu</title>
es: <title>El Menú Editar del Calendario</title>

source: <title>The Calendar Settings Menu</title>
es: <title>El Menú Configuración del Calendario</title>

source: <title>The Calendar View Menu</title>
es: <title>El Menú Ver del Calendario</title>

source: <title>The Edit Menu</title>
es: <title>El Menú Edición</title>

source: <title>The Help Menu</title>
es: <title>El Menú Ayuda</title>

source: <title>The Mail Folder Menu</title>
es: <title>El Menú Carpetas del Correo</title>

source: <title>The Mail Message Menu</title>
es: <title>El Menú Mensajes del Correo</title>

source: <title>The Mail Settings Menu</title>
es: <title>El Menú Configuración del Correo</title>

source: <title>The Mail View Menu</title>
es: <title>El Menú Ver del Correo</title>

source: <title>The Message Composer's Edit Menu</title>
es: <title>El Menú Editar del Compositor de Mensajes</title>

source: <title>The Message Composer's File Menu</title>
es: <title>El Menú Archivo del Compositor de Mensajes</title>

source: <title>The Message Composer's Format Menu</title>
es: <title>El Menú Formato del Compositor de Mensajes</title>

source: <title>The Message Composer's Insert Menu</title>
es: <title>El Menú Insertar del Compositor de Mensajes</title>

source: <title>The Message Composer's View Menu</title>
es: <title>El Menú Ver del Compositor de Mensajes</title>

source: <title>The Message Heading Right-Click Menu</title>
es: <title>El Menú del Botón Derecho en la Cabecera</title>

source: <para> <application>Evolution</application> Mail has more specialized menus, and more specialized menu items, than any other part of the application. </para>
es: <para> El Correo de <application>Evolution</application> tiene más menús especializados, y más opciones de menú especializadas, que cualquier otra parte de la aplicación. </para>

source: <para> This window has only one menu: the file menu. </para>
es: <para> Esta ventana solo tiene un menú: el menú archivo. </para>

source: <para> The <guimenu>File</guimenu> and <guimenu>Help</guimenu> menus in the main <application>Evolution</application> window do not change, because they refer to universal items. Other menus have contents that change depending on context. </para>
es: <para> Los menús <guimenu>Archivo</guimenu> y <guimenu>Ayuda</guimenu> de la ventana principal de <application>Evolution</application> no cambian, porque se refieren a elementos globales. Otros menús tienen contenidos que cambian dependiendo del contexto. </para>
