Repository: Distrotech/evolution
Catalog: doc/*.po/menuref.sgml.po
Languages: es

source: <para> The items in this menu relate to <application>Evolution</application> mail messages. Most of them require you to have a message selected, and are also available by right-clicking on a message in the message list. </para>
es: <para> Las opciones de este menú se refieren a los mensajes de correo de <application>Evolution</application>. La mayoría de ellos requieren que haya un mensaje seleccionado, y están tambien disponibles pulsando con el botón derecho sobre un mensaje de la lista de mensajes. </para>

source: <para> The items in this menu relate to <application>Evolution</application> mail folders. </para>
es: <para> Estos elementos de este menú se refieren a las carpetas de correo de <application>Evolution</application>. </para>

source: <para> You can: <variablelist> <varlistentry> <term><guimenuitem>Mark all as Read</guimenuitem></term> <listitem><para> <application>Evolution</application> keeps track of which messages you've seen; to mark everything in a folder as read, choose this item. You can mark a single message as read by right-clicking it in the message bar. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Delete All</guimenuitem></term> <listitem><para> This is a favorite item of everyone with too much junk-mail: one click, and it deletes every message in the current folder. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Expunge</guimenuitem></term> <listitem><para> Empties the trash folder, erasing messages permanently. Once you've done this, they're gone for good. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Configure Folder</guimenuitem></term> <listitem><para> Use this item to set the file format in which <application>Evolution</application> stores mail. You can choose from standard UNIX-style <systemitem><filename>mbox</filename></systemitem> files, or the <systemitem><filename>mh</filename></systemitem> format. Converting large mailboxes may take a long time, and it's a good idea to have a backup copy beforehand. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Usted puede: <variablelist> <varlistentry> <term><guimenuitem>Marcar todos como Leídos</guimenuitem></term> <listitem><para> <application>Evolution</application> se acuerda de que mensajes ha leído; para marcar todos los mensajes de una carpeta como leídos elija esta opción. Puede marcar un solo mensaje como leído pulsando con el botón derecho en la barra de mensajes. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Borrar Todos</guimenuitem></term> <listitem><para> Esta es la opción favorita de todo aquel con demasiado correo basura: un click, y borra todos los mensajes de la carpeta actual. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Comprimir</guimenuitem></term> <listitem><para> Vacia la carpeta de la papelera, borrando los mensajes permanentemente. Un vez que ha echo esto, son eliminados para siempre. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Configurar Carpeta</guimenuitem></term> <listitem><para> Use esta opción para seleccionar el formato de archivo en el que <application>Evolution</application> guarda el correo. Puede elegir entre archivos tipo <systemitem><filename>mbox</filename></systemitem> estandar al estilo UNIX, o el formato <systemitem><filename>mh</filename></systemitem>. Convertir buzones grandes tarda mucho tiempo, y es una buena idea tener una copia de seguridad antes de la conversión. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> At the top of the message list is the message list heading bar; you can click on an individual heading &mdash; <guilabel>Subject</guilabel>, for example, to have the message list sorted by that attribute. However, if you right click on a heading, you'll get the following menu: </para>
es: <para> En la parte superior de la lista de mensajes está la cabecera de la lista de mensajes. Puede pulsar en cualquiera de los títulos individuales &mdash; <guilabel>Asunto</guilabel>, por ejemplo, para ordenar la lista de mensajes por ese atributo. Eso si, si pulsa el botón derecho sobre uno de los títulos, obtendrá el siguiente menú: </para>

source: <para> FIXME: this menu is copied and pasted entirely from somewhere else. </para>
es: <para> ARREGLAME: este menú esta copiado y pegado completamente de otro sitio. </para>

source: <para> The contents of the Edit menu are currently so borked that I refuse to document them right now. (That means FIXME). They should be: <variablelist> <varlistentry> <term><guimenuitem>Item</guimenuitem></term> <listitem><para> Description </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Item</guimenuitem></term> <listitem><para> Description </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Item</guimenuitem></term> <listitem><para> Description </para></listitem> </varlistentry> </variablelist> </para>
es: <para> El contenido del menu Editar no esta todavía fijo, así que no lo voy a documentar todavía. (Esto significa ARREGLAME). Deberian ser: <variablelist> <varlistentry> <term><guimenuitem>Elemento</guimenuitem></term> <listitem><para> Descripción </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Elemento</guimenuitem></term> <listitem><para> Descripción </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Elemento</guimenuitem></term> <listitem><para> Descripción </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu allows you to look at different appointments, and set the way you look at them, without having to move back to the <interface>Main Window</interface>. It contains: <variablelist> <varlistentry> <term><guisubmenu>Previous</guisubmenu></term> <listitem><para> The items in this submenu will take you to appointments prior to the current one. (FIXME: describe). </para></listitem> </varlistentry> <varlistentry> <term><guisubmenu>Next</guisubmenu></term> <listitem><para> The items in this submenu will take you to appointments scheduled to occur after the current one. (FIXME: describe). </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Calendar</guimenuitem></term> <listitem><para> FIXME: What does this item do? </para></listitem> </varlistentry> <varlistentry> <term><guisubmenu>Toolbars</guisubmenu></term> <listitem><para> The <guisubmenu>Toolbars</guisubmenu> submenu allows you to choose which toolbars are displayed in the <interface>Appointment Editor</interface>. They are: <itemizedlist> <listitem><para> <guimenuitem>Standard</guimenuitem> &mdash; Toggle the standard toolbar on and off. </para></listitem> <listitem><para> <guimenuitem>Formatting</guimenuitem> &mdash; Toggle the formatting toolbar on and off. </para></listitem> <listitem><para> <guimenuitem>Customize</guimenuitem> &mdash; Select the contents of the formatting and standard toolbars. </para></listitem> </itemizedlist> </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú le permite ver distintas citas, y configurar la forma de verlas, sin tener que volver a la <interface>Ventana Principal</interface>. Contiene: <variablelist> <varlistentry> <term><guisubmenu>Previa</guisubmenu></term> <listitem><para> La opción de este sub-menú le llevará a la cita anterior a la actual. (FIXME: describe). </para></listitem> </varlistentry> <varlistentry> <term><guisubmenu>Suiguiente</guisubmenu></term> <listitem><para> La opción de este sub-menú le llevará a la cita programada para despues de la actual. (FIXME: describe). </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Calendario</guimenuitem></term> <listitem><para> FIXME: What does this item do? </para></listitem> </varlistentry> <varlistentry> <term><guisubmenu>Barras de Herramientas</guisubmenu></term> <listitem><para> El sub-menú <guisubmenu>Barras de Herramientas</guisubmenu> le permite elegir que barras de herramientas son mostradas en el <interface>Editor de Citas</interface>. Estas son: <itemizedlist> <listitem><para> <guimenuitem>Estandar</guimenuitem> &mdash; Activa y desactiva la barra de herramientas estandar. </para></listitem> <listitem><para> <guimenuitem>Formato</guimenuitem> &mdash; Activa y desactiva la barra de herramientas de formato. </para></listitem> <listitem><para> <guimenuitem>Personalizada</guimenuitem> &mdash; Selecciona los contenidos de las barras de herramientas de formato y de la estandar. </para></listitem> </itemizedlist> </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu contains five items: <variablelist> <varlistentry> <term><guimenuitem>Save</guimenuitem></term> <listitem><para> </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Save As</guimenuitem></term> <listitem><para> Allows you to save the contact as an external file in the <glossterm linkend="vcard">VCard</glossterm> format. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Print</guimenuitem></term> <listitem><para> Prints the current contact. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Delete</guimenuitem></term> <listitem><para> Deletes the current contact. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Close</guimenuitem></term> <listitem><para> Closes the Contact Editor without saving. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú contiene cinco opciones: <variablelist> <varlistentry> <term><guimenuitem>Guardar</guimenuitem></term> <listitem><para> </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Guardar como</guimenuitem></term> <listitem><para> Le permite guardar el contacto como un archivo externo en el formato <glossterm linkend="vcard">VCard</glossterm>. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Imprimir</guimenuitem></term> <listitem><para> Imprime el contacto actual. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Borrar</guimenuitem></term> <listitem><para> Borra el contacto actual. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Cerrar</guimenuitem></term> <listitem><para> Cierra el Editor de Contactos sin guardar. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu contains four items, including the <guisubmenu>Forms</guisubmenu> submenu, which allows you to alter calendar forms and create your own entries. None of this works yet, though. <variablelist> <varlistentry> <term><guimenuitem>Spelling</guimenuitem></term> <listitem><para> Checks the spelling of your calendar entry. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Check Names</guimenuitem></term> <listitem><para> Checks the names listed here against those in your address book. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Address Book</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> <varlistentry> <term><guisubmenu>Forms</guisubmenu> Submenu</term> <listitem><para> The Forms submenu lets you alter the appearance of Calendar Forms. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú contiene cuatro opciones, incluyendo el sub-menú <guisubmenu>Formularios</guisubmenu>, el caul le permite modificar los formularios de los calendararios y crear sus propias entradas. Esto todavia no funciona. <variablelist> <varlistentry> <term><guimenuitem>Corrector Ortográfico</guimenuitem></term> <listitem><para> Comprueba la ortografía en las entradas del calendario. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Comprobar Nombres</guimenuitem></term> <listitem><para> Comprueba los nombres aquí enumerados contra los de su agenda de direcciones. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Agenda de Direcciones</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> <varlistentry> <term><guisubmenu>Formularios</guisubmenu> Sub-menú</term> <listitem><para> El sub-menú Formularios le permite modificar la apariencia de de los Formularios del Calendario. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu contains one item: <variablelist> <varlistentry> <term><guimenuitem>Search for Contacts</guimenuitem></term> <listitem><para> Brings up the in-depth search window. <xref linkend="contact-search"> describes how to use this feature. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú contiene una opción: <variablelist> <varlistentry> <term><guimenuitem>Buscar un Contacto</guimenuitem></term> <listitem><para> Abre una ventana para una busqueda en profundidad. <xref linkend="contact-search"> describe como usar esta característica. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu contains only one item: <variablelist> <varlistentry> <term><guimenuitem>New Directory Server</guimenuitem></term> <listitem><para> Brings up the in-depth search window. <xref linkend="config-prefs-contact-ldap-add"> describes how to use this feature. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú contiene unia sola opción: <variablelist> <varlistentry> <term><guimenuitem>Nuevo Servidor de Directorio</guimenuitem></term> <listitem><para> Muestra una ventana de búsqueda en profundidad. <xref linkend="config-prefs-contact-ldap-add"> describe como usar esta característica. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu contains several items, including a <guisubmenu>New</guisubmenu> submenu that is identical to that in the <link linkend="menuref-universal-file">main window's file menu</link>. Its other contents are: <variablelist> <varlistentry> <term><guimenuitem>Send</guimenuitem></term> <listitem><para> Opens a mail message with the appointment attached to it. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Save</guimenuitem></term> <listitem><para> Save this appointment in the existing location and name. If you have not yet chosen a location and name, this is the same as <guimenuitem>Save As</guimenuitem>. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Save As</guimenuitem></term> <listitem><para> Choose a location and name for this appointment, and save it. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Delete</guimenuitem></term> <listitem><para> Deletes the appointment. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Move to Folder</guimenuitem></term> <listitem><para> Chose a folder, and move the appointment into it. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Copy to Folder</guimenuitem></term> <listitem><para> Chose a folder, and put a copy of the appointment into it. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Page Setup Submenu</guimenuitem></term> <listitem><para> This menu contains two items: <itemizedlist> <listitem><para> <guimenuitem>Memo Style</guimenuitem> &mdash; FIXME: What does this do? </para></listitem> <listitem><para> <guimenuitem>Define Print Styles</guimenuitem> &mdash; FIXME: What does this do? </para></listitem> </itemizedlist> </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Print Preview</guimenuitem></term> <listitem><para> Shows you what your appointment will look like if you print it. See <xref linkend="usage-print"> for details on printing and the Print Preview function. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Print</guimenuitem></term> <listitem><para> Prints the appointment without preview. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Properties</guimenuitem></term> <listitem><para> FIXME: What does this do? </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Close</guimenuitem></term> <listitem><para> Close the appointment editor window. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Este menú contiene varias opciones, incluyendo un sub-menú <guisubmenu>Nuevo</guisubmenu> que es identico al del <link linkend="menuref-universal-file">menú archivo de la ventana principal</link>. Sus otros contenidos son: <variablelist> <varlistentry> <term><guimenuitem>Enviar</guimenuitem></term> <listitem><para> Abre un mensaje de correo con la cita adjunta a el. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Guardar</guimenuitem></term> <listitem><para> Guarda esta cita en la posición y nombre actual. Si todavía no ha elegido una posición y un nombre, esto es lo mismo que <guimenuitem>Guardar Como</guimenuitem>. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Guaradar Como</guimenuitem></term> <listitem><para> Eliga una posición y un nombre para esta cita, y guardela. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Borrar</guimenuitem></term> <listitem><para> Borra la cita. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Mover a una Carpeta</guimenuitem></term> <listitem><para> Elija una carpeta, y mueva a ella la cita. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Copiar a una Carpeta</guimenuitem></term> <listitem><para> Elija una carpeta, y ponga en ella una copia de la cita. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Sub-menú de Configuración de Página</guimenuitem></term> <listitem><para> Este menú contiene dos opciones: <itemizedlist> <listitem><para> <guimenuitem>Estilo del Memorando</guimenuitem> &mdash; FIXME: What does this do? </para></listitem> <listitem><para> <guimenuitem>Definir Estilos de Impresión</guimenuitem> &mdash; FIXME: What does this do? </para></listitem> </itemizedlist> </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Vista Previa</guimenuitem></term> <listitem><para> Muestra el aspecto que tendrán su cita si la imprime. Vea <xref linkend="usage-print"> para más detalles sobre imprimir y la función de Vista Previa. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Imprimir</guimenuitem></term> <listitem><para> Imprime la cita sin vista previa. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Propiedades</guimenuitem></term> <listitem><para> FIXME: What does this do? </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Cerrar</guimenuitem></term> <listitem><para> Cierra la ventana del editor de citas. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu contains two items, neither of which have any functionality yet: <variablelist> <varlistentry> <term><guimenuitem>Font</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Paragraph</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> </variablelist> </para>
es: <para> Thite menú contiene dos opciones, ninguna de las cuales tiene funcionalidad alguna todavía: <variablelist> <varlistentry> <term><guimenuitem>Fente</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Parrafo</guimenuitem></term> <listitem><para> FIXME: ? </para></listitem> </varlistentry> </variablelist> </para>

source: <para> This menu is empty. </para>
es: <para> Este menú está vacío. </para>

source: <para> <variablelist> <varlistentry> <term><guimenu>Open</guimenu></term> <listitem><para> Open a text file or a draft mail message. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Save</guimenu></term> <listitem><para> Save a mail message as a text file. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Save As</guimenu></term> <listitem><para> Choose a file name and location for a message you want to save as a text file. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Save in Folder</guimenu></term> <listitem><para> Save a message as a draft, rather than as a separate text file. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Insert Text File</guimenu></term> <listitem><para> Open a text file and insert it into the current message. (FIXME: belongs under "Insert"). </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Send Now</guimenu></term> <listitem><para> Sends the message immediately. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Send Later</guimenu></term> <listitem><para> Queue </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Close</guimenu></term> <listitem><para> Closes the message composer. If you have not done so, <application>Evolution</application> will ask you if you want to save your message. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> <variablelist> <varlistentry> <term><guimenu>Abrir</guimenu></term> <listitem><para> Abre un archivo de texto o el borrador de un mensaje. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Guardar</guimenu></term> <listitem><para> Guarda un mensaje de correo como un archivo de texto. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Guardar Como</guimenu></term> <listitem><para> Elija un nombre de archivo y un lugar para el mensaje que quiere guardar como un archivo de texto. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Guardar en una Carpeta</guimenu></term> <listitem><para> Guarda un mensaje como un borrador, en lugar de como un archivo de texto independiente. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Insertar Archivo de Texto</guimenu></term> <listitem><para> Abre un archivo de texto y lo inserta en el mensaje actual. (FIXME: belongs under "Insert"). </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Enviar Ahora</guimenu></term> <listitem><para> Envia el mensaje inmediatamente. </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Enviar más Tarde</guimenu></term> <listitem><para> Lo pone en la cola de mensajes </para></listitem> </varlistentry> <varlistentry> <term><guimenu>Cerrar</guimenu></term> <listitem><para> Cierra el compositor de mensajes. Si no lo ha echo ya, <application>Evolution</application> le preguntará si quiere guardar su mensaje. </para></listitem> </varlistentry> </variablelist> </para>
