Repository: Distrotech/evolution
Catalog: doc/*.po/menuref.sgml.po
Languages: es

source: <para> The Main window of the calendar has the same menus as the main window of the mail client. However, their contents vary in a number of ways. </para>
es: <para> La ventana principal del calendario tiene los mismos menús que la ventana principal del cliente de correo. Aunque, sus contenidos varian de varios modos. </para>

source: <para> The message composition window has its own set of menus: <guimenu>File</guimenu>, which controls operations on files and data, <guimenu>Edit</guimenu>, for text editing, <guimenu>Format</guimenu>, which controls the file format of messages you send, <guimenu>View</guimenu>, to set how you view the message, and <guimenu>Insert</guimenu>, which holds tools for embedding files and other items in messages. Here's what's in them: </para>
es: <para> La ventana de composición de mensajes tiene su propio juego de menús: <guimenu>Archivo</guimenu>, que controla las operaciones sobre los archivos y los datos, <guimenu>Editar</guimenu>, para la edición de textos, <guimenu>Formato</guimenu>, que controla el formato de los mensajes que envía, <guimenu>Vista</guimenu>, que determina como ve el mensaje, y <guimenu>Insertar</guimenu>, que tiene herramientas para incluir archivos y otros objetos en los mensajes. Aquí esta lo que hay en ellos: </para>

source: <para> The contact manager has six menus: <guimenu>File</guimenu>, <guimenu>Edit</guimenu>, <guimenu>View</guimenu>, <guimenu>Setting</guimenu>s, <guimenu>Tools</guimenu>, and <guimenu>Help</guimenu>. </para>
es: <para> El administrador de contactos tiene seis menús: <guimenu>Archivo</guimenu>, <guimenu>Editar</guimenu>, <guimenu>Vista</guimenu>, <guimenu>Configuración</guimenu>, <guimenu>Herramientas</guimenu>, y <guimenu>Ayuda</guimenu>. </para>

source: <para> The appointment editor has its own menus, to help you use its wide-ranging abilities. </para>
es: <para> El editor de citas tiene sus propios menús, para ayudarle a usar sus amplias posibilidades. </para>

source: <title>Contact Manager Menus</title>
es: <title>Menús del Administrador de Contactos</title>

source: <title>Mail Menus</title>
es: <title>Menús del Correo</title>

source: <title>Menus that are the same everywhere</title>
es: <title>Menús que son iguales en todas partes</title>

source: <title>The Appointment Editor Menus</title>
es: <title>Los Menús del Editor de Citas</title>

source: <title>The Calendar Menus</title>
es: <title>Los Menús del Calendario</title>

source: <title>The Contact Editor Menus</title>
es: <title>Los Menús del Editor de Contactos</title>

source: <title>The Message Composer Menus</title>
es: <title>Los Menús del Compositor de Mensajes</title>

source: <para> We'll leave this section blank until the UI stabilizes a little more. </para>
es: <para> Dejaremos esta sección en blanco hasta que la UI se estabilize un poco más. </para>

source: <title>Executive Summary Menus</title>
es: <title>Menús del Resumen de Trabajo</title>

source: <para> <application>Evolution</application>'s menus may not hold the secret to happiness, they do hold every ability that <application>Evolution</application> has. This section will serve as a reference for all those menus, and the capabilites that they offer you. </para>
es: <para> Los menús de <application>Evolution</application> puede que no tengan el secreto de la felicidad, pero lo que contienen son todas las posibilidades de <application>Evolution</application>. Esta sección servirá como referencia de todos esos menús, y las posibilidades que le ofrecen. </para>

source: <para> In addition, the editor tools for messages, appointments, and contacts all have menu bars of their own. From left to right, the menus available to you when you are reading mail are: <guimenu>File</guimenu>, <guimenu>Edit</guimenu>, <guimenu>View</guimenu>, <guimenu>Settings</guimenu>, <guimenu>Message</guimenu>, <guimenu>Folder</guimenu>and <guimenu>Help</guimenu>. </para>
es: <para> Ademas, las herramientas de edición de mensajes, citas, y contactos todas tienen barras de herramientas propias. De izquierda a derecha, los menús que tiene disponible cuando está leyendo el correo son: <guimenu>Archivo</guimenu>, <guimenu>Editar</guimenu>, <guimenu>Vista</guimenu>, <guimenu>Configuración</guimenu>, <guimenu>Mensaje</guimenu>, <guimenu>Carpeta</guimenu>and <guimenu>Ayuda</guimenu>. </para>

source: <para> Menus in <application>Evolution</application> are context-sensitive, which means that they vary depending on what you're doing. If you're reading your mail, you'll have mail-related menus; for your calendar, you'll have calendar-related menu items. Some menus, of course, like <guimenu>Help</guimenu> and <guimenu>File</guimenu> don't much, if at all, because they have more universal functions. But you'd never mark an address card as "read," or set the recurrence for an email message you've recieved. depending on whether you're looking at mail, contacts, or calendar information. </para>
es: <para> Los menús en <application>Evolution</application> son sensitivos al contexto, lo que significa que varian dependiendo de lo que esté haciendo. Si está leyendo su correo, tendrá menús relacionados con el correo; para su calendario, tendrá opciones relacionadas con calendarios. Algunos menús, naturalmente, como <guimenu>Ayuda</guimenu> y <guimenu>Archivo</guimenu> no cambian mucho, si es que lo hacen, porque son funciones más universales. Pero usted nunca marcará una tarjeta de dirección como "leidao", o pondra recurrencia a un mensaje que ha recivido. Dependiendo de si esta mirando el correo, los contactos, o la información del calendario. </para>

source: <title>Menu Reference</title>
es: <title>Referencias de los Menús</title>
