Repository: Distrotech/evolution
Catalog: doc/*.po/menuref.sgml.po
Languages: es

source: <para> <variablelist> <varlistentry> <term><guisubmenu>New...</guisubmenu> Submenu</term> <listitem><para> <itemizedlist> <listitem><para> <guimenuitem>Folder</guimenuitem> &mdash; Create a new folder. See <xref linkend="usage-mainwindow-folderbar"> for more information about folders. </para></listitem> <listitem><para> <guimenuitem>Shortcut</guimenuitem> &mdash; Create a new Shortcut in the Shortcut Bar. </para></listitem> <listitem><para> <guimenuitem>Mail Message</guimenuitem> &mdash; Compose a new mail message. Covered in <xref linkend="usage-mail-getnsend-send">. </para></listitem> <listitem><para> <guimenuitem>Appointment</guimenuitem> &mdash; Enter a new appointment in your calendar. See <xref linkend="usage-calendar-apts-basic"> for more information. </para></listitem> <listitem><para> <guimenuitem>Task</guimenuitem> &mdash; Enter a new to-do item in your taskpad. Covered in <xref linkend="usage-calendar-todo">. </para></listitem> </itemizedlist> </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Go to Folder</guimenuitem></term> <listitem><para> View the items in a particular folder. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Create New Folder</guimenuitem></term> <listitem><para> This item doesn't belong here any more. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Print Message</guimenuitem></term> <listitem><para> Print the current message. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Exit</guimenuitem></term> <listitem><para> Quit using <application>Evolution</application>. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> <variablelist> <varlistentry> <term><guisubmenu>Nuevo...</guisubmenu> Submenu</term> <listitem><para> <itemizedlist> <listitem><para> <guimenuitem>Carpeta</guimenuitem> &mdash; Crear una nueva carpeta. Vea <xref linkend="usage-mainwindow-folderbar"> para más información acerca de las carpetas. </para></listitem> <listitem><para> <guimenuitem>Atajo</guimenuitem> &mdash; Crear un nuevo Atajo en la Barra de Atajos. </para></listitem> <listitem><para> <guimenuitem>Mensaje de Correo</guimenuitem> &mdash; Escribir un nuevo mensaje de correo. Cubierto en <xref linkend="usage-mail-getnsend-send">. </para></listitem> <listitem><para> <guimenuitem>Cita</guimenuitem> &mdash; Concertar una nueva cita en su calendario. Vea <xref linkend="usage-calendar-apts-basic"> para más información. </para></listitem> <listitem><para> <guimenuitem>Tarea</guimenuitem> &mdash; Escriba un nuevo elemento para-hacer en su lista de tareas. Cubierto en <xref linkend="usage-calendar-todo">. </para></listitem> </itemizedlist> </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Ir a Carpeta</guimenuitem></term> <listitem><para> Ver los elementos de una carpeta en particular. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Crear Nueva Carpeta</guimenuitem></term> <listitem><para> Este elemento ya no pertenece aquí. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Imprimir Mensaje</guimenuitem></term> <listitem><para> Imprime el mensaje actual. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Salir</guimenuitem></term> <listitem><para> Parar de usar <application>Evolution</application>. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> <variablelist> <varlistentry> <term><guimenuitem>Sort Ascending</guimenuitem></term> <listitem><para> Sort the list, in ascending order, by the attribute you clicked. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Sort Descending</guimenuitem></term> <listitem><para> Sort the list in descending order. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Unsort</guimenuitem></term> <listitem><para> Undo any sorting by this attribute, and leave the message list sorted by the previous one. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Group by this Field</guimenuitem></term> <listitem><para> Instead of sorting the messages, group them in boxes. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Group by Box</guimenuitem></term> <listitem><para> If you have your messages grouped in boxes, you can arrange the boxes as well, by choosing this item. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Remove this column</guimenuitem></term> <listitem><para> Choose this to remove the column from the message list display. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Field Chooser</guimenuitem></term> <listitem><para> Opens a palette of columns. You can drag the columns you want from the palette into position in the message list heading bar; red arrows appear when you get close enough to a possibile position.</para> <para> Your options are: <itemizedlist> <listitem><para> <guiicon>An Envelope</guiicon> which indicates whether a message has been read (closed for unread, open for read). </para></listitem> <listitem><para> <guiicon>An Exclamation Point</guiicon> for priority </para></listitem> <listitem><para> <guiicon>A Penguin</guiicon> which indicates something, although I'm not sure what. </para></listitem> <listitem><para> <guiicon>A Paper Clip</guiicon> which indicates that there is an attachment to the message. </para></listitem> <listitem><para> <guilabel>From</guilabel>, for the <guilabel>From</guilabel> field of a message. </para></listitem> <listitem><para> <guilabel>Subject</guilabel>, for the <guilabel>Subject</guilabel> field of a message. </para></listitem> <listitem><para> <guilabel>Date</guilabel>, for the date and time a message was sent. </para></listitem> <listitem><para> <guilabel>Received</guilabel>, for the date and time you got the message. </para></listitem> <listitem><para> <guilabel>To</guilabel>, for the <guilabel>To</guilabel> field. </para></listitem> <listitem><para> <guilabel>Size</guilabel>, for a message's size. </para></listitem> </itemizedlist> </para> </listitem> </varlistentry> <varlistentry> <term><guimenuitem>Alignment</guimenuitem></term> <listitem><para> Use this item to decide upon the alignment of the message attributes within their columns. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Best Fit</guimenuitem></term> <listitem><para> Alters the width of the message list columns to maximize the amount of information displayed. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Format Columns...</guimenuitem></term> <listitem><para> This item is not yet available. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Customize Views...</guimenuitem></term> <listitem><para> Opens a dialog box that lets you choose a complex set of arrangements for your message list, so you can combine sorting and grouping in as many ways as you like. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> <variablelist> <varlistentry> <term><guimenuitem>Ordenar Ascendentemente</guimenuitem></term> <listitem><para> Ordenar la lista, en orden ascendente, según el atributo sobre el que pulsó. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Ordenar Descendentemente</guimenuitem></term> <listitem><para> Ordenar la lista en orden descendente. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Desordenar</guimenuitem></term> <listitem><para> Deshacer cualquier ordenación mediante este atributo, y dejar la lista según el orden anterior. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Agrupar según este Campo</guimenuitem></term> <listitem><para> En lugar de ordenar los mensajes, los agrupa en cajas. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Agrupar por Caja</guimenuitem></term> <listitem><para> Si tiene los mensajes agrupados en cajas, puede agrupar del mismo modo las cajas, eligiendo este elemento. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Quitar esta columna</guimenuitem></term> <listitem><para> Elija esto para quitar una columna de la vista de la lista de mensajes. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Selector de Campos</guimenuitem></term> <listitem><para> Abre una paleta de columnas. Usted puede arrastra las columnas que quiera desde la paleta hasta la posición en la barra de cabecera de la lista de mensajes; aparecen flechas rojas cunado se acerca los suficiente a una posición posible.</para> <para> Sus opciones son: <itemizedlist> <listitem><para> <guiicon>Un Sobre</guiicon> el cual indica cuando un mensaje a sido leído (cerrado para no leído, abierto para leído). </para></listitem> <listitem><para> <guiicon>Un Signo de Exclamación</guiicon> para la prioridad </para></listitem> <listitem><para> <guiicon>Un Pingüino</guiicon> el cual indica algo, aunque no estoy seguro de que. </para></listitem> <listitem><para> <guiicon>Un Clip</guiicon> el cual indica que hay un adjunto en el mensaje. </para></listitem> <listitem><para> <guilabel>De</guilabel>, para el campo <guilabel>De</guilabel> del mensaje. </para></listitem> <listitem><para> <guilabel>Asunto</guilabel>, para el campo <guilabel>Asunto</guilabel> del mensaje. </para></listitem> <listitem><para> <guilabel>Fecha</guilabel>, para la fecha y la hora en que se mandó el mensaje. </para></listitem> <listitem><para> <guilabel>Recibido</guilabel>, para la fecha y la hora en la que recibió en mensaje. </para></listitem> <listitem><para> <guilabel>A</guilabel>, para el campo <guilabel>A</guilabel>. </para></listitem> <listitem><para> <guilabel>Tamaño</guilabel>, para el tamaño del mensaje. </para></listitem> </itemizedlist> </para> </listitem> </varlistentry> <varlistentry> <term><guimenuitem>Alineación</guimenuitem></term> <listitem><para> Use este elemento para decidir sobre la alineación de los atributos de los mensajes en sus columnas. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Mejor Colocación</guimenuitem></term> <listitem><para> Modifica el ancho de las columnas de la lista de mensajes para maximizar la cantidad de información mostrada. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Formato de las Columnas...</guimenuitem></term> <listitem><para> Este elemento no está disponible todavía. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Personalizar Vistas...</guimenuitem></term> <listitem><para> Abre una caja de diálogo que le permite elegir una ordenación compleja para su lista de mensajes, así puede combinar ordenar y agrupar de tantas maneras como quiera. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> <variablelist> <varlistentry> <term><guimenuitem>Open in New Window</guimenuitem></term> <listitem><para> Displays the selected message in a new window. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Edit Message</guimenuitem></term> <listitem><para> Open the selected message in the message composer. You can only edit a message you have written: drafts and messages in the <guilabel>Sent</guilabel> box. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Print Message</guimenuitem></term> <listitem><para> Displays the <interface>Print Preview</interface> window, ready for printing. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Reply to Sender</guimenuitem></term> <listitem><para> Opens a message composition window addressed to the author of the message. Covered in detail in <xref linkend="usage-mail-getnsend-send-reply">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Reply to All</guimenuitem></term> <listitem><para> Opens a message composition window addressed to the author of the message and all known recipients. Covered in detail in <xref linkend="usage-mail-getnsend-send-reply">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Forward</guimenuitem></term> <listitem><para> Appends the body of the selected message to a new message. Covered in detail in <xref linkend="usage-mail-getnsend-fwd">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Delete Message</guimenuitem></term> <listitem><para> Marks a message for deletion. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Move Message</guimenuitem></term> <listitem><para> Choose a folder in which to place this message. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Copy Message</guimenuitem></term> <listitem><para> Copy the selected message to another folder. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>VFolder on Subject</guimenuitem></term> <listitem><para> This item, and the three that follow it, will create vFolders which you may customize further or save as-is. This one will create a vFolder which will display all messages that contain the subject line of the selected message. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>VFolder on Sender</guimenuitem></term> <listitem><para> Creates a vFolder to hold all messages from the sender of the selected message. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>VFolder on Recipients</guimenuitem></term> <listitem><para> Creates a VFolder to hold all messages addressed to the recipient of the selected message. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Filter on Subject</guimenuitem></term> <listitem><para> This item, and the three that follow it, will create Filters for which you must select actions. You may keep the criteria as they are, or alter them as you wish. This one will create a filter which will affect all messages that contain the subject line of the selected message. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Filter on Sender</guimenuitem></term> <listitem><para> Creates a filter which affects all messages from the sender of the selected message. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Filter on Recipients</guimenuitem></term> <listitem><para> Creates a filter which will affect all messages addressed to the recipient of the selected message. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> <variablelist> <varlistentry> <term><guimenuitem>Abrir en una Nueva Ventana</guimenuitem></term> <listitem><para> Muestra el mensaje seleccionado en una nueva ventana. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Editar Mensaje</guimenuitem></term> <listitem><para> Abre el mensaje seleccionado en el compositor de mensajes. Solo puede editar mensajes que haya escrito usted: drafts y mensajes en la carpeta <guilabel>Enviados</guilabel>. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Imprimir Mensaje</guimenuitem></term> <listitem><para> Muestra la ventana de <interface>Vista Previa</interface>, lista para imprimir. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Responder al Remitente</guimenuitem></term> <listitem><para> Abre una ventana con el compositor de mensajes con la dirección puesta al autor del mensaje. Cubierto en detalle en <xref linkend="usage-mail-getnsend-send-reply">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Responder a Todos</guimenuitem></term> <listitem><para> Abre una ventana con el compositor de mensajes con la dirección puesta al autor del mensaje y a todos los destinatarios conocidos. Cubierto en detalle en <xref linkend="usage-mail-getnsend-send-reply">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Reenviar</guimenuitem></term> <listitem><para> Adjunta el cuerpo del mensaje seleccionado a un nuevo mensaje. Cubierto en detalle en <xref linkend="usage-mail-getnsend-fwd">. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Borrar Mensaje</guimenuitem></term> <listitem><para> Marca un mensaje para borrar. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Mover Mensaje</guimenuitem></term> <listitem><para> Elije una carpeta a la cual enviar este mensaje. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Copiar Mensaje</guimenuitem></term> <listitem><para> Copia el mensaje seleccionado a otra carpeta. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>VFolder según el Asunto</guimenuitem></term> <listitem><para> Este elemento, y los tres que le siguen, crearán carpetas virtuales que podrá personalizar más o guardar tal cual. Este creará una carpeta virtual que mostrará todos los mensajes que contengan la línea del asunto del mensaje seleccionado. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>VFolder según el Remitente</guimenuitem></term> <listitem><para> Crea una carpeta virtual para poner en ella todos los mensajes del remitente del mensaje seleccionado. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>VFolder según Destinatarios</guimenuitem></term> <listitem><para> Crea una carpeta virtaul para poner en ella todos enviados a los destinatarios del mensaje seleccionado. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Filtro según el Asunto</guimenuitem></term> <listitem><para> Este elemento, y los tres siguientes, crearán filtros para los que debe elegir una acción. Puede conservar el criterio como está, o modificarla como quiera. Este creará un filtro que afectará a todos los mensajes que contengan la línea del asunto del mensaje seleccionado. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Filtrar según Remitente</guimenuitem></term> <listitem><para> Crea un filtro que afectará a todos los mensajes del remitente del mensaje seleccionado. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Filtrar según Destinatarios</guimenuitem></term> <listitem><para> Crea un filtro que afectará a todos los mensajes dirigidos a los destinatarios del mensaje seleccionado. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> The <guimenu>Edit</guimenu> menu in the message composer contains the following items. Keyboard shortcuts are listed next to the items in the menus themselves. <variablelist> <varlistentry> <term><guimenuitem>Undo</guimenuitem></term> <listitem><para> Undoes the last action you performed. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Redo</guimenuitem></term> <listitem><para> If you change your mind about Undoing something, you can always use this item. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Cut</guimenuitem></term> <listitem><para> Removes the selected text from the text entry window and retains it in the system "clipboard" memory, ready for pasting. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Copy</guimenuitem></term> <listitem><para> Copies selected text to the system clipboard without deleting it. The text can then be inserted elsewhere with the <guimenuitem>Paste</guimenuitem> command. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Paste</guimenuitem></term> <listitem><para> Inserts the contents of the system clipboard at the location of the cursor. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Find</guimenuitem></term> <listitem><para> Enter a phrase and find your match in your message body. As with <guimenuitem>Find Regex</guimenuitem>, <guimenuitem>Find Again</guimenuitem>, and <guimenuitem>Replace</guimenuitem>, <application>Evolution</application> will offer you the option to search forwards or backwards. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Find Regex</guimenuitem></term> <listitem><para> If you are familiar with <glossterm>regular expressions</glossterm>, often called "regexes," you can search for something more complicated, using wildcards and boolean logic. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Find Again</guimenuitem></term> <listitem><para> Repeats your last search. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Replace</guimenuitem></term> <listitem><para> Enter a word or phrase and the word or phrase with which you'd like to replace it. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Properties</guimenuitem></term> <listitem><para> This item brings up the Message Composer Properties Capplet, a portion of the GNOME Control Center that determines the key bindings for the message composer. Help for this capplet is available directly from the Control Center. (FIXME: Write that help doc too) (FIXME: this is in the wrong place!) </para></listitem> </varlistentry> </variablelist> </para>
es: <para> El menú <guimenu>Editar</guimenu> en el compositor de mensajes contiene los siguientes elementos. Los atajos de teclado están al lado de los elementos en los propios menús. <variablelist> <varlistentry> <term><guimenuitem>Deshacer</guimenuitem></term> <listitem><para> Deshace la última acción realizada. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Rehacer</guimenuitem></term> <listitem><para> Si cambia de idea sobre Deshacer algo, siempre puede usar esta opción. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Cotar</guimenuitem></term> <listitem><para> Elimina el texto seleccionado de la ventana de edición y lo guarda en la memoria del "portapapeles" del sistema, listo para pegarlo. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Copia</guimenuitem></term> <listitem><para> Copia el texto seleccionado al portapapeles del sistema sin borrarlo. Entoces el texto puede ser insertado en otra parte con el comando <guimenuitem>Pegar</guimenuitem>. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Pegar</guimenuitem></term> <listitem><para> Inserta el contenido del portapapeles del sistema en la posición del cursor. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Buscar</guimenuitem></term> <listitem><para> Escriba una frase y encuantra las coincidencias en el cuerpo del mensaje. Como con <guimenuitem>Buscar Expresión</guimenuitem>, <guimenuitem>Buscar de nuevo</guimenuitem>, y <guimenuitem>Remplazar</guimenuitem>, <application>Evolution</application> le ofrecerá la opción de buscar hacia adelante o hacia atras. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Buscar Expresión</guimenuitem></term> <listitem><para> Si esta familiarizado con las <glossterm>expresiones regulares</glossterm>, ha veces llamadas "regexes", puede buscar cosas más complicadas, usando comodines y lógica booleana. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Buscar de nuevo</guimenuitem></term> <listitem><para> Repite la última búsqueda. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Remplazar</guimenuitem></term> <listitem><para> Escriba una palabra o frase y la palabra o frase por la que le gustaría reemplazarla. </para></listitem> </varlistentry> <varlistentry> <term><guimenuitem>Propiedades</guimenuitem></term> <listitem><para> Esta opción muestra el Capplet de Propiedades del Compositor de Mensajes, una parte del Centro de Control de GNOME ue determina la asociación de teclas en el compositor de mensajes. La ayuda para este capplet está disponible directamente en el Centro de Control. (FIXME: Write that help doc too) (FIXME: this is in the wrong place!) </para></listitem> </varlistentry> </variablelist> </para>
