Repository: Distrotech/evolution
Catalog: doc/*.po/preface.sgml.po
Languages: es

source: <para> Some kinds of words are marked off with special typography: <simplelist> <member><application>Applications</application></member> <member><command>Commands</command> typed at the command line</member> <member><guilabel>Labels</guilabel> for interface items</member> <member> Menu selections look like this: <menuchoice> <guimenu>Menu</guimenu> <guisubmenu>Submenu</guisubmenu> <guimenuitem>Menu Item</guimenuitem> </menuchoice> </member> <member><guibutton>Buttons</guibutton> you can click</member> <member><userinput>Anything you type in</userinput></member> <member><computeroutput>Text output from a computer</computeroutput></member> <member><glossterm linkend="apx-gloss">Words</glossterm> that are defined in the <xref linkend="apx-gloss">.</member> </simplelist> </para>
es: <para> Algunas clases de palabras están escritas con una tipografía especial: <simplelist> <member><application>Aplicaciones</application></member> <member><command>Comandos</command> escritos en la línea de comandos</member> <member><guilabel>Etiquetas</guilabel> de elementos de la interfaz</member> <member> La opcciones de los menús aparecen así: <menuchoice> <guimenu>Menú</guimenu> <guisubmenu>Sub-menú</guisubmenu> <guimenuitem>Opción del Menú</guimenuitem> </menuchoice> </member> <member><guibutton>Butones</guibutton> que puede pulsar</member> <member><userinput>Cualquier cosa que escribe</userinput></member> <member><computeroutput>Salida del ordenador en texto</computeroutput></member> <member><glossterm linkend="apx-gloss">Palabras</glossterm> que están definidas en el <xref linkend="apx-gloss">.</member> </simplelist> </para>

source: <title>Calendar</title>
es: <title>Calendario</title>

source: <title>Contact Manager</title>
es: <title>Administrador de Contactos</title>

source: <title>Typographical conventions</title>
es: <title>Convenios Tipográficos</title>

source: <para> Here are the keyboard shortcuts and menu items you're most likely to use: <variablelist> <varlistentry> <term>Create a new folder</term> <listitem>` <para> <menuchoice><guimenu>File</guimenu><guisubmenu>New</guisubmenu> <guimenuitem>Folder</guimenuitem></menuchoice> or <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift </keycap> <keycap>F</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Create a new Shortcut in the Evolution Bar</term> <listitem> <para> <menuchoice><guimenu>File</guimenu> <guisubmenu>New</guisubmenu> <guimenuitem>Evolution Bar Shortcut</guimenuitem> </menuchoice> or <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift</keycap> <keycap>S</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Create a new email message:</term> <listitem> <para> Use <menuchoice><guimenu>File</guimenu><guisubmenu>New</guisubmenu><guimenuitem>Mail Message</guimenuitem> </menuchoice> or <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift </keycap> <keycap>M</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Create a new Appointment</term> <listitem> <para> <menuchoice><guimenu>File</guimenu> <guisubmenu>New</guisubmenu> <guimenuitem>Appointment</guimenuitem> </menuchoice> or <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift</keycap> <keycap>A</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Enter a new Contact</term> <listitem> <para> <menuchoice><guimenu>File</guimenu> <guisubmenu>New</guisubmenu> <guimenuitem>Contact</guimenuitem> </menuchoice> or <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift</keycap> <keycap>C</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Create a new Task</term> <listitem> <para> <menuchoice><guimenu>File</guimenu> <guisubmenu>New</guisubmenu> <guimenuitem>Task</guimenuitem> </menuchoice> or <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift</keycap> <keycap>T</keycap> </keycombo> </para> </listitem> </varlistentry> </variablelist> </para>
es: <para> Aquí están los atajos de teclado y las opciones del menú que probablemente sean las que mas use: <variablelist> <varlistentry> <term>Crear una nueva carpeta</term> <listitem> <para> <menuchoice><guimenu>Archivo</guimenu><guisubmenu>Nuevo</guisubmenu> <guimenuitem>Carpeta</guimenuitem></menuchoice> o <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift </keycap> <keycap>C</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Crear un nuevo Atajo en la Barra de Evolution</term> <listitem> <para> <menuchoice><guimenu>Archivo</guimenu> <guisubmenu>Nuevo</guisubmenu> <guimenuitem>Atajo de Evolution</guimenuitem> </menuchoice> o <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift</keycap> <keycap>A</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Crear un nuevo mensaje de correo:</term> <listitem> <para> Use <menuchoice><guimenu>Archivo</guimenu><guisubmenu>Nuevo</guisubmenu><guimenuitem>Mensaje de Correo</guimenuitem> </menuchoice> o <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift </keycap> <keycap>M</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Crear una nueva Cita</term> <listitem> <para> <menuchoice><guimenu>Archivo</guimenu> <guisubmenu>Nuevo</guisubmenu> <guimenuitem>Cita</guimenuitem> </menuchoice> o <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift</keycap> <keycap>T</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Introducir un nuevo Contacto</term> <listitem> <para> <menuchoice><guimenu>Archivo</guimenu> <guisubmenu>Nuevo</guisubmenu> <guimenuitem>Contacto</guimenuitem> </menuchoice> o <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift</keycap> <keycap>C</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Crear una nueva Tarea</term> <listitem> <para> <menuchoice><guimenu>Archivo</guimenu> <guisubmenu>Nuevo</guisubmenu> <guimenuitem>Tarea</guimenuitem> </menuchoice> o <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>Shift</keycap> <keycap>T</keycap> </keycombo> </para> </listitem> </varlistentry> </variablelist> </para>

source: <para> <application>Evolution</application> can help you work in a group by handling email, address and other contact information, and one or more calendars. It can do that on one or several computers, connected directly or over a network, for one person or for large groups. </para>
es: <para> <application>Evolution</application> le puede ayudar a trabajar en grupo encargandose del correo, direcciones y otra información de contacto, y uno o más calendarios. Puede hacerlo en uno o varios ordenadores, conectados directamente o a traves de una red, para una persona o para grandes grupos. </para>

source: <para> <application>Evolution</application> is designed to make most daily tasks faster. For example, it takes only one or two clicks to enter an appointment or an address card sent to you by email, or to send email to a contact or appointment. <application>Evolution</application> makes displays faster and more efficient, so searches are faster and memory usage is lower. People who get lots of mail will appreciate advanced features like <link linkend="usage-mail-organize-vFolders">Virtual Folders</link>, which let you save searches as though they were ordinary mail folders. </para>
es: <para> <application>Evolution</application> está diseñada para hacer la mayoría de las tareas diarias más rápido. Por ejemplo, solo requiere una o dos pulsaciones introducir una nueva cita o una tarjeta que le hayan enviado por correo, o enviar un correo a un contacto o a una cita. <application>Evolution</application> hace las vistas más rápidas y eficientes, para que las búsquedas sean más rápidas y el uso de la memoria sea menor. Las personas que reciben mucho correo apreciarán las características avanzadas como las <link linkend="usage-mail-organize-vFolders">Carpetas Virtuales</link>, que le permiten guardar búsquedas como si fueran carpetas de correo normales. </para>

source: <para> <note> <title>This is a preview release</title> <para> <application>Evolution</application> is not complete, and still has a lot of flaws. Please help improve it by letting us know about them. You should do this by submitting bug reports with the GNOME <application>Bug Report Tool</application> (known as <command>bug-buddy</command> at the command line). </para> </note> </para>
es: <para> <note> <title>Esta es una liberación de prueba</title> <para> <application>Evolution</application> no esta completa, y todavía tiene muchos fallos. Por favor ayúdenos a mejorarla informandonos acerca de ellos. Debe hacerlo enviando reportes de fallo con la <application>Herramienta de Reportes de Fallo</application> de GNOME (conocida como <command>bug-buddy</command> en la línea de comandos). </para> </note> </para>

source: <para> Because it's part of the GNOME project, <application>Evolution</application> is Free Software. The program and its source code are released under the terms of the GNU <ulink type="help" url="gnome-help:gpl"><citetitle>General Public License (GPL)</citetitle></ulink>, and the documentation falls under the <ulink type="help" url="gnome-help:fdl"><citetitle>Free Documentation License</citetitle></ulink> (FDL). For more information about the GPL and the FDL, visit the Free Software Foundation's website at <ulink url="http://www.fsf.org">http://www.fsf.org</ulink>. </para>
es: <para> Como parte de proyecto GNOME, <application>Evolution</application> is Software Libre. El programa y su código fuente están liberados bajo los términos de la <ulink type="help" url="gnome-help:gpl"><citetitle>General Public License "Licencia Pública General" (GPL)</citetitle></ulink> de GNU, y la documentación está bajo la <ulink type="help" url="gnome-help:fdl"><citetitle>Free Documentation License "Licencia Libre de Documentación"</citetitle></ulink> (FDL). Para más información acerca de la GPL y de la FDL, visite el sitio web de la Free Software Foundation "Fundación para el Software Libre" en <ulink url="http://www.fsf.org">http://www.fsf.org</ulink>. </para>

source: <para> Here are the most frequent email tasks, and shortcuts for navigating your mailbox with the keyboard instead of the mouse: <variablelist> <varlistentry> <term>Check Mail</term> <listitem> <para> Click <guibutton>Get Mail</guibutton> in the toolbar. There is no keyboard shortcut for this task, but you can ask <application>Evolution</application> to check for new mail periodically. To do so, FIXME. </para> </listitem> </varlistentry> <varlistentry> <term>Reply to a Message</term> <listitem> <para> To reply to the sender of the message only: click <guibutton>Reply</guibutton> in the toolbar, or press <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>R</keycap> </keycombo> </para> <para> To reply to the sender and all the other visible recipients of the message, click <guibutton>Reply to All</guibutton> or select the message and press <keycombo action="simul"> <keycap>Shift</keycap> <keycap>Ctrl</keycap> <keycap>R</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Forward a Message</term> <listitem> <para> Select the message or messages you want to forward, and click <guibutton>Forward</guibutton> in the toolbar, or press <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>J</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Open a Message in a New Window</term> <listitem> <para> Double-click the message you want to view, or select it and press <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>O</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Create Filters and Virtual Folders</term> <listitem> <para> You can create filters and Virtual Folders based on specific message attributes from the message's right-click menu. Alternately, select a message, and then choose <menuchoice> <guimenu>Settings</guimenu> <guimenuitem>Mail Filters</guimenuitem> </menuchoice> or <menuchoice> <guimenu>Settings</guimenu> <guimenuitem>Virtual Folder Editor</guimenuitem> </menuchoice>. Filters are discussed in <xref linkend="usage-mail-organize-filters">, and Virtual Folders in <xref linkend="usage-mail-organize-vfolders">. </para> </listitem> </varlistentry> </variablelist> </para>
es: <para> Aquí están las tareas más comunes con el correo, y los atajos para manejarse por su buzón con el teclado en lugar de con el ratón: <variablelist> <varlistentry> <term>Comprobar Correo</term> <listitem> <para> Pulse <guibutton>Obtener</guibutton> en la barra de herramientas. No hay atajo de taclado para esto, pero puede pedir a <application>Evolution</application> que obtenga los nuevos mensajes periodicamente. Para hacerlo, FIXME. </para> </listitem> </varlistentry> <varlistentry> <term>Responder a un Mensaje</term> <listitem> <para> Para responder al remitente de un mensaje tan solo debe: pulsar <guibutton>Responder</guibutton> en la barra de herramientas, o pulsar <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>R</keycap> </keycombo> </para> <para> Para responder al remitente y a todos los destinatarios visibles del mensaje, pulse <guibutton>Responder a Todos</guibutton> o seleccione el mensaje y pulse <keycombo action="simul"> <keycap>Shift</keycap> <keycap>Ctrl</keycap> <keycap>R</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Reenviar un Mensaje</term> <listitem> <para> Sleccione el mensaje o mensajes que quiere reenviar, y pulse <guibutton>Reenviar</guibutton> en la barra de herramientas, o pulse <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>J</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Abrir un Mensaje en una Nueva Ventana</term> <listitem> <para> Pulse dos veces sobre el mensaje que quiere ver, o seleccionelo y pulse <keycombo action="simul"> <keycap>Ctrl</keycap> <keycap>O</keycap> </keycombo> </para> </listitem> </varlistentry> <varlistentry> <term>Crear Filtros y Carpetas Virtuales</term> <listitem> <para> Puede crear filtros y carpetas virtuales basados en las caracteristicas de un mensaje específico desde el menú que aparece al pulsar el botón derecho del ratón. Alternativamente, seleccion un mensaje, y elija <menuchoice><guimenu>Configuración</guimenu> <guimenuitem>Filtros de Correo</guimenuitem> </menuchoice> o <menuchoice> <guimenu>Configuración</guimenu> <guimenuitem>Editor de Carpetas Virtuales</guimenuitem> </menuchoice>. Los filtros se discuten en <xref linkend="usage-mail-organize-filters">, y las carpetas virtuales en <xref linkend="usage-mail-organize-vfolders">. </para> </listitem> </varlistentry> </variablelist> </para>

source: <para> Information is useless unless it's organized and accessible; it's hardly even worth the name if you can't look at it and be <emphasis>informed</emphasis>. <application>Evolution</application>'s goal is to make the tasks of storing, organizing, and retrieving your personal information easier, so you can work and communicate with others. That is, it's a highly evolved <glossterm linkend="groupware">groupware</glossterm> program, an integral part of the Internet-connected desktop. On the inside, it's a powerful database; on the outside, it's a tool to help you get your work done. </para>
es: <para> La información no sirve a menos que este organizada y sea accesible. Ni si quiera se merece ese nombre si no puede mirarla y estar <emphasis>informado</emphasis>. El objetivo de <application>Evolution</application> es hacer que las tareas de guardar, organizar, y obtener su información personal sean más fáciles, para que pueda trabajar y comunicarse con otros. Esto es, programa de <glossterm linkend="groupware">trabajo en grupo</glossterm> altamente evolucionado, una parte integral del escritorio conectado a Internet. Por dentro, es una potente base de datos. Por fuera, es una herramienta para ayudarle ha hacer su trabajo. </para>

source: <para> The <application>Evolution</application> project has four central goals: <itemizedlist> <listitem> <para> The application must be <emphasis>both powerful and easy to use</emphasis>. In other words, it needs a familiar and intuitive interface that users can customize to their liking, and users should have access to shortcuts for complex tasks. </para> </listitem> <listitem> <para> <application>Evolution</application> must meet and exceed the standards set by other groupware products. It must include support for major network <glossterm linkend="protocol">protocols</glossterm> so that it can integrate seamlessly with existing hardware and network environments. </para> </listitem> <listitem> <para> The project must support open standards and be open to expansion, so that it can become a development platform as well as an application. From the simplest scripting to the most complex network and component programming, <application>Evolution</application> must offer developers an environment for cutting-edge application development. </para> </listitem> <listitem> <para> Data must be safe: <application>Evolution</application> must not lose mail, corrupt mailbox files or other data, execute arbitrary <glossterm linkend="script">scripts</glossterm>, or delete files from your hard disk. </para> </listitem> </itemizedlist> </para>
es: <para> El proyecto de <application>Evolution</application> tiene cuatro objetivos principales: <itemizedlist> <listitem> <para> La aplicación debe ser <emphasis>al mismo tiempo potente y facil de usar</emphasis>. En otras palabras, necesita una interfaz familiar e intuitiva que los usuarios puedan personalizar a su gusto, y los usuarios deben tener acceso a atajos para tareas complicadas. </para> </listitem> <listitem> <para> <application>Evolution</application> debe cumplir y sobrepasar los estandares impuestos por otros programas de trabajo en grupo. Debe tener soporte para la mayor parte de los <glossterm linkend="protocol">protocolos</glossterm> de red para poder integrarse sin problemas con el hardware y los entornos de red existentes. </para> </listitem> <listitem> <para> El proyecto debe apoyar a los estandares abiertos y estar abierto a la expansion, para que se pueda convertir en una plataforma de desarollo tanto como en una aplicación. Desde los guiones más simples a la programación de red y componentes más compleja, <application>Evolution</application> debe ofrecer a los desarrolladores un entorno para el desarrollo de aplicaciones de vanguardia. </para> </listitem> <listitem> <para> Los datos deben ser seguros: <application>Evolution</application> no debe perder correo, corromper buzones u otra información, ejecutar <glossterm linkend="script">guiones</glossterm> de instruciones arbitrarios o borrar archivos de su disco duro. </para> </listitem> </itemizedlist> </para>

source: <para> This book is divided into two parts, with several appendices. The first part is a <link linkend="usage">guided tour</link>&mdash; it will explain how to use <application>Evolution</application>. If you are new to <application>Evolution</application> or to groupware in general, this section is for you. The second section, covering <link linkend="config">configuration</link>, is targeted at more advanced users, but anyone who wants to change the way <application>Evolution</application> looks or acts can benefit from reading it. In addition, there is a comprehensive <link linkend="menuref">menu reference</link> which describes nearly every capability that <application>Evolution</application> has to offer. </para>
es: <para> Thite libro está dividido en dos partes, con varios apendices. La primera parte es una <link linkend="usage">visita guiada</link>&mdash; le explicará como usar <application>Evolution</application>. Si es nuevo en el uso de <application>Evolution</application> o de los programas de trabajo en grupo en general, esta sección es para usted. La segunda sección, cubriendo la <link linkend="config">configuración</link>, está dirijida a usuarios más avanzados, pero cualquiera que quiera cambiar el aspecto o el comportamiento de <application>Evolution</application> se beneficiará de su lectura. Ademas, hay una <link linkend="menuref">referencia de menús</link> que describe casi todas las posibilidades que ofrece <application>Evolution</application>. </para>

source: <para> This version of the <application>Evolution</application> User's Guide is a <emphasis>draft</emphasis>. It describes version 0.6 of the software. It is missing huge chunks of information, and many of the features it describes are unimplemented. All the content is subject to change, especially if you help. Please send comments on the guide to <email>aaron@ximian.com</email>. If you would like to work on the guide please contact me or see the GNOME Documentation project <ulink url="http://developer.gnome.org/projects/gdp">web site</ulink>. This paragraph will be removed in later versions of the manual. </para>
es: <para> Esta versión de la Guía de Usuario de <application>Evolution</application> es un <emphasis>borrador</emphasis>. Describe la versión 0.6 del programa. Le faltan grandes piezas de información, y muchas de las arecteristicas que describe no están implementadas. Todo el contenido esta sujeto a cambios, especialmente si usted colabora. Por favor ebvie comentarios sobre la guía a <email>aaron@ximian.com</email> y sobre la traducción a <email>hector@scouts-es.org</email>. Si le gustaría colaborar en la guía por favor pongase en contacto conmigo o vea el <ulink url="http://developer.gnome.org/projects/gdp">sitio web</ulink> del proyecto de Documentación de GNOME. Este párrafo será eliminado en futuras versiones del manual. </para>

source: <title>About This Book</title>
es: <title>Acerca de este Libro</title>

source: <title>Mail Tasks</title>
es: <title>Enviar Tareas por Correo</title>

source: <title>Opening or Creating Anything</title>
es: <title>Abriendo o Creando algo</title>

source: <title>What is Evolution, and What Can It Do for Me?</title>
es: <title>¿Qué es Evolution, y qué puede hacer por mi?</title>

source: <para> You might want to copy this section and tape it to the wall next to your computer: it's a very short summary of most of the things you'll want to do with <application>Evolution</application>, and pointers to the sections of the book where you'll find more in-depth description of those tasks. </para>
es: <para> Puede que quiera copiar esta sección y pegarla a la pared de al lado de su ordenador: es un resumen muy corto de la mayoría de las cosas que querrá hacer con <application>Evolution</application>, y referencias a las secciones del libro donde encontrará descripciones más profundas de dichas tareas. </para>

source: <title>Introduction</title>
es: <title>Introducción</title>

source: <title>Quick Reference for Common Tasks</title>
es: <title>Referencia Rápida para Tareas Comunes</title>
