Repository: Distrotech/evolution
Catalog: doc/*.po/usage-print.sgml.po
Languages: es

source: <title>Choosing a Printer</title>
es: <title>Eligiendo una Impresora</title>

source: <title>Print Preview</title>
es: <title>Vista Previa de la Impresión</title>

source: <para> The printer selection window, shown in <xref linkend="print-dest">, lets you choose the format for printing&mdash; at this time, only <guilabel>Generic Postscript</guilabel> is available&mdash; and whether to print to a file or to an actual printer. If you choose a printer, you'll be asked for the printer command (probably <guilabel>lpr</guilabel>) which your system uses. If you choose to print to a file, you'll need to decide upon a filename. And of course, you'll want to choose a number of copies, and whether to collate them. </para>
es: <para> La ventana de selección de impresora, mostrada en <xref linkend="print-dest">, le permite elegir el formato de impresión&mdash; en estos momentos, solo está disponible <guilabel>Postscript Genérico</guilabel>&mdash; y si imprimir a un archivo o a una impresora. Si elige una impresora, le pedirá el comando que use su sistema para la impresora (probablemente <guilabel>lpr</guilabel>). Si decide imprimir en un archivo, debe decidir el nombre. Y naturalmente, debe decidor el número de copias, y si deben ir o no intercaladas. </para>

source: <para> <guibutton>Print Preview</guibutton> appears both as a button in the printing dialog and as an item in the <guimenu>File</guimenu> menu. In both places, it does the same thing: it opens a new window that shows you what would happen if you were to print the current message, calendar, appointment, or address card. </para>
es: <para> <guibutton>Vista Previa</guibutton> aparece como un botón en el diálogo de impresión y como una opción en el menú <guimenu>Archivo</guimenu>. En ambos sitios, hace lo mismo: abre una nueva ventana que le muestra que pasaría si imprimiese el mensaje, el calendario, la cita, o la tarjeta de actual. </para>

source: <para> That window allows you to select which pages you want to see, and how close you'd like to look at them. Zoom in or out, fit the page to the window (the <guibutton>Fit</guibutton> button) or match the width of the page and the window (the <guibutton>Fit Width</guibutton> button). None of these buttons changes the way the page will be printed, but they do let you get a better look. If you're satisfied with the way the things look, click <guibutton>Print</guibutton> to send your document on its way. If you'd like to change it, just close the <guilabel>Print Preview</guilabel> window and make the changes you want from the Mail, Calendar, or Contact Manager. </para>
es: <para> Esa ventana le permite sleccionar que páginas quiere ver, y como de cerca quiere verlas. Aumentar o disminuir el zoom, ajustar la página a la ventana (el botón <guibutton>Ajustar</guibutton>) o igualar el ancho del papel con el de la ventana (el botón <guibutton>Ajustar Ancho</guibutton>). Ninguno de estos botones modifica la manera en que se imprimen las páginas, pero le permiten verlas mejor. Si está satisfecho con el aspecto que tienen, pulse <guibutton>Imprimir</guibutton> para enviar su documento a su destino. Si quisiera cambiarlo, cierre la ventana de la <guilabel>Vista Previa</guilabel> y haga los cambios que quiera en el Correo, el Calendario, o el Administrador de Contactos. </para>

source: <para> When you're ready, click <guibutton>Print</guibutton> to print, <guibutton>Preview</guibutton> to have a look (or another look) at the preview, or <guibutton>Cancel</guibutton> to cancel the whole deal. </para>
es: <para> Cuando este listo, pulse <guibutton>Imprimir</guibutton> para imprimir, <guibutton>Vista Previa</guibutton> para echar un vistazo (u otro más) a la vista previa, o <guibutton>Cancelar</guibutton> para cancelarlo todo. </para>

source: <title>File or Printer?</title>
es: <title>¿Archivo o Impresora?</title>

source: <title>Print Preview</title>
es: <title>Vista Previa de la Impresión</title>

source: <para> If you're printing a message that's more than one page, you'll have the option of choosing which pages to print. If you're printing a calendar entry, you can decide what range of dates to print. And, if you're printing contact cards, you can decide whether to print only the selected cards, or all of them. </para>
es: <para> Si está imprimiendo un mensaje que ocupa más de una página, tiene la opción de elegir que páginas imprimir. Si está imprimiendo las entradas de un calendario, puede decidir el rango de fechas a imprimir. Y, si está imprimiendo tarjetas, puede decidir si imprimir solo las seleccionadas, o todas ellas. </para>

source: <para> This is a very short chapter, because printing with <application>Evolution</application> is not a complex task. Like most GNOME applications, <application>Evolution</application> uses the gnome-print system, so if you've used any other GNOME application to print, you should be able to print from <application>Evolution</application> immediately. </para>
es: <para> Este es un capítulo muy corto, porque imprimir con <application>Evolution</application> no es unatarea complicada. Como la mayoría de las aplicaciones GNOME, <application>Evolution</application> usa el sistema gnome-print, así que si ha usado otra aplicación GNOME para imprimir, debería sera capaz de imprimir inmeditamente en <application>Evolution</application>. </para>

source: <para> Whether you're printing a message, a calendar page, or a selection of address cards, you can choose to print directly to a printer, or save the print output to a postscript file. You can also use the preview feature to see how your printed output will look. </para>
es: <para> Tanto si esta imprimiendo un mensaje, una pagina del calendario, o una selección de tarjetas de visita, puede elegir entre imprimirlo directamente en la impresora, o guardar la salida de la impresión en un archivo postscript. También puede usar la característica de vista previa para ver como será la salida. </para>

source: <title>Printing with Evolution</title>
es: <title>Imprimiendo con Evolution</title>
