Repository: Distrotech/evolution
Catalog: help/*.po/apx-gloss.sgml.po
Languages: es

source: <para> This is the most common way of transporting mail messages from the client's computer (you) to the server. SMTP stands for Simple Mail Transfer Protocol. </para>
es: <para> Esta es la manera más común de transportar mensajes desde el ordenador cliente (el suyo) al servidor. SMTP significa Protocolo Simple de Transferencia de Correo. </para>

source: <para> In email terms, a signature is a piece of text placed at the end of every email sent, like a hand-written signature at the bottom of a written letter. A signature can be anything from a favorite quotation to a link to a web page; courtesy dictates that it be fewer than four lines long. </para>
es: <para> En términos de un correo electrónico, una firma es un texto situado al final de todos los mensajes que usted mande, como una firma hecha a mano al final de una carta escrita. Una firma puede ser cualquier cosa desde su cita preferida hasta un enlace a una página web. La cortesía dicta que debe tener una longitud inferior a cuatro líneas. </para>

source: <para> LDAP, the Lightweight Directory Access Protocol, allows a client to search through a large database of addresses, phone numbers, and people stored on a server. </para>
es: <para> LDAP, el Protocolo Ligero de Acceso a Directorio, permite a un cliente buscar en una gran base de datos de direcciones, números de teléfono y y personas que se encuentra en un servidor. </para>

source: <glossterm>Signature</glossterm>
es: <glossterm>Firma</glossterm>

source: <para> the user can send a third party a message which was sent to the user originally. </para>
es: <para> el usuario puede enviar un mensaje a una tercera persona que originalmente le fue enviado a el. </para>

source: <para> A format for the display of contact data. Similar in appearance to a small business card. </para>
es: <para> Un formato para mostrar la información de contacto. Similar en apariencia a una pequeña tarjeta de visita. </para>

source: <para> A regular expression, or "regex", is a way of describing a string of text using metacharacters or wild-card symbols. For example, the statement <userinput>fly.*so[a|u]p</userinput> means "any phrase beginning with 'fly' and ending in 'soup' or 'soap'". If you searched for that expression, you'd find both "fly in my soup" and "fly in my soap." There's not room here to go into depth, but if you want, have a look at the documentation for the <command>grep</command> command. </para>
es: <para> Una expresión regular, o "regex", es una forma de describir una cadena de texto usando meta caracteres o símbolos wild-card. Por ejemplo, la frase <userinput>tener.*pat[a|o]</userinput> significa "cualquier frase que comience por 'tener' y que acabe en 'pata' o 'pato'". Si usted busca esta expresión, encontrará entre otras "tener mala pata" y "tener un pato". No hay sitio aquí para entrar en profundidad, pero si lo desea, puede echar un vistazo a la documentación del comando <command>grep</command>. </para>

source: <para> A small box of explanatory text which appears when the mouse pointer is held motionless over a button or other interface element. </para>
es: <para> Una paqueña caja con texto explicatorio que aparece cuando el puntero del ratón permanece sin moverse sobre un botón o cualquier otro elemento de la interfaz. </para>

source: <para> As its name implies, <application>sendmail</application> is a program which sends mail. <application>Evolution</application> can use it instead of <glossterm>SMTP</glossterm>; some people prefer it because it offers more flexibility, but is more difficult to set up. </para>
es: <para> Como su nombre indica, <application>sendmail</application> es un programa que envía correo. <application>Evolution</application> puede usarlo en lugar de <glossterm>SMTP</glossterm>; algunas personas lo prefieren porque permite más flexibilidad, pero es más difícil de configurar. </para>

source: <para> A portion of <application>Evolution</application> which offers users fast access to the most frequently used portions of the application. </para>
es: <para> Una parte de <application>Evolution</application> que ofrece a los usuarios un rápido acceso a la partes de la aplicación usadas más frecuentemente. </para>

source: <para> A synchronization conduit is a small application which controls the transfer of data between a handheld device and a desktop computer. </para>
es: <para> Un enlaze de sincronización es una pequeña aplicación que controla la transferencia de información entre un dispositivo de mano y un ordenador. </para>

source: <para> A traditional Japanese form of poetry. The poems are three lines long, with first and last lines having five syllables, and the second line seven syllables. </para>
es: <para> Una forma de poesía tradicional japonesa. Los poemas son de tres líneas, donde la primera y la última tienen cinco sílabas, y la segunda línea tiene siete sílabas. </para>

source: <para> A way of describing a group of files on a computer. With the perversity typical of computer (and especially Unix and Linux) nomenclature, the top of the tree is called the root directory, and denoted by <systemitem><filename>/</filename></systemitem>. The rest of the "branches" spread downwards from the root. Don't confuse the root directory with the <systemitem>root</systemitem> account, or root's home directory, <systemitem><filename>/home/root</filename></systemitem>. </para>
es: <para> Un forma de describir un conjunto de archivos en un ordenador. Con la especial perversión de la típica nomenclatura de ordenadores (y especialmente en Unix y Linux), la parte más alta del árbol se llama el directorio raíz, y se denota por <systemitem><filename>/ </filename></systemitem>. El resto de las "ramas" se extienden desde la raíz. No confundir el directorio raíz (root en ingles) con la cuenta <systemitem>root</systemitem>, o con el directorio del usuario root, <systemitem><filename>/home/root</filename></systemitem>. </para>

source: <para> Also called "smileys," emoticons are the little sideways faces made of colons and parentheses which people use to convey emotion in email. Examples: :-) or ;( . </para>
es: <para> También llamados "smileys", los emoticones son pequeñas caras puestas de lado echas de puntos y paréntesis que la gente usa para expresar emociones en los correos electrónicos. Ejemplos: :-) ó ;( . </para>

source: <para> An agreed-upon method of communication, especially one for sending particular types of information between computer systems. Examples include POP (Post Office Protocol), for email, and HTTP (HypterText Transfer Protocol), for web pages. </para>
es: <para> Un método de comunicación acordado, especialmente uno acordado para enviar tipos particulares de información entre ordenadores Ejemplos son POP (Protocolo de Oficina de Correo), para el correo, y HTTP (Protocolo de Transferencia de Hipertexto), para páginas web. </para>

source: <para> Displayed as part of a message or other document, rather than attached as a separate file. Contrast with <glossterm linkend="attachment">Attachment</glossterm>. </para>
es: <para> Mostrados como para de una mensaje u otro documento, en lugar de incluido como un archivo separado. Contrasta con <glossterm linkend="attachment">Adjunto</glossterm>. </para>

source: <para> POP, the Post Office Protocol, is a mechanism for email transport. In contrast to IMAP, it is used only to get mail from a server and store it locally on your hard disk. </para>
es: <para> POP, el Protocolo de Oficina de Correos, es un mecanismo para el transporte de correo. En contraste con IMAP, solo se usa para obtener el correo del servidor y almacenarlo localmente en el disco duro. </para>

source: <para> Pre-sorting procedure that allows <application>Evolution</application> to refer to data quickly. It enables faster searches and decreases memory usage for data displays. </para>
es: <para> El procedimiento de pre-ordenado que permite a <application>Evolution</application> encontrar la información rápidamente. Permite búsquedas más rápidas y disminuye el uso de la memoria para mostrar datos. </para>

source: <para> <application>Evolution</application> is the <acronym> GNOME </acronym> groupware application. </para>
es: <para> <application>Evolution</application> es la aplicación de trabajo en grupo de <acronym>GNOME</acronym>. </para>

source: <para> <application>Nautilus</application> is the next generation file manager for <acronym>GNOME</acronym> being written by Eazel. </para>
es: <para> <application>Nautilus</application> es la próxima generación del gestor de archivos de <acronym>GNOME</acronym> que está desarrollando la compañía Eazel. </para>

source: <para> <application>iCal</application> is the program which <application>Evolution</application> uses to manage the calendar section. </para>
es: <para> <application>iCal</application> es el programa que usa <application>Evolution</application> para manejar la sección del calendario. </para>

source: <para> A file format for the exchange of contact information. When you get an address card attached to an email, it's probably in vCard format. Not to be confused with <glossterm linkend="vfolder">vFolder</glossterm>. </para>
es: <para> Un formato de archivo para el intercambio de información de contactos. Cuando recibe una tarjeta adjunta a un correo, esta probablemente en el formato vCard. No confundir con <glossterm linkend="vfolder">vFolder</glossterm>. </para>

source: <para> A mail client is the application with which a person reads and sends e-mail. Its counterparts are the various types of mail servers, which handle user authentication and direct messages from sender to recipient. </para>
es: <para> Un cliente de correo es la aplicación con la que una persona lee y envía correos electrónicos. En el otro lado están los distintos tipos de servidores de correo, que se encargan de autentificar al usuario y dirigir los mensajes desde el remitente hasta el destinatario. </para>

source: <para> A malicious program which inserts itself into others so that it will be executed, allowing it to spread to still more programs and other computers. A virus can cause substantial damage by clogging networks or disk drives, deleting files, or opening security holes. </para>
es: <para> Un programa malicioso que se inserta a si mismo en otros para así ser ejecutado, permitiéndole expandirse a más programas y a otros ordenadores. Un virus puede causar daños sustanciales colapsando redes y unidades de disco, borrando archivos, o abriendo agujeros de seguridad. </para>

source: <para> A program written in an interpreted (rather than compiled) language. Often used as a synonym for "macro," to denote a series of pre-recorded commands or actions within an application. </para>
es: <para> Un programa escrito en un lenguaje interpretado (en lugar de compilado). A menudo usado como sinónimo de "macro," para denotar una serie de comando o acciones pre grabados en una aplicación. </para>

source: <para> A tool which guides a user through a series of steps, usually to configure or set up a program. Equivalent to "Assistant" and "Wizard." </para>
es: <para> Una herramienta que guía al usuario a través de una serie de pasos, normalmente para configurar un programa. Equivalente a "Asistente" y "Wizard". </para>

source: <para> A way of addressing a message. Bcc is used to send a group of people an e-mail, while hiding their names and addresses from each other. </para>
es: <para> Una manera de dirigir un mensaje. Bcc es usado para enviar un mensaje a un grupo de personas, a la vez que se ocultan los nombres y direcciones de unos a los otros. </para>

source: <para> An alias for an e-mail address. </para>
es: <para> Un alias para una dirección de correo electrónico. </para>

source: <para> An email organization tool. vFolders allows you to create a folder that contains the results of a complex search. Folder contents are are updated dynamically. </para>
es: <para> Una herramienta para organizar mensajes. vFolders le permite crear una carpeta que contiene los resultados de una búsqueda compleja. Los contenidos de la carpeta se actualizan dinámicamente. </para>

source: <para> Any file sent along with an email. Attachments may be embedded in a message or appended to it. </para>
es: <para> Cualquier archivo enviado junto con el mensaje de correo. Los adjuntos pueden estar insertados dentro del mensaje o añadidos a el. </para>

source: <para> Carbon-copies are used to send a 3rd party a copy of the e-mail, so they an keep up to date on a conversation, without being in the To: list. </para>
es: <para> Con-Copia es usado para enviar una copia del mensaje a una 3º persona, para que puedan enterarse de la conversación, sin estar en la lista de A: </para>

source: <para> Depending upon whom you ask, IMAP stands for the Internet Mail Access Protocol, or the Interim Mail Access Protocol. Whatever it stands for, it allows access to email which is typically (although not always) stored remotely on a server rather than on a local hard disk. Often contrasted with <glossterm>POP</glossterm>. This will not be on the test. </para>
es: <para> Dependiendo a quien pregunte, IMAP significa Protocolo de Acceso al Correo de Internet, o Protocolo de Acceso a Correo Interinamente. Lo que sea que signifique, permite acceder al correo que está típicamente (aunque no siempre) guardado remotamente en el servidor en lugar de en el disco duro local. Algunas veces contrasta con <glossterm>POP</glossterm>. Esto no estará en la prueba. </para>

source: <para> Groupware is a term describing an application which helps groups of people work together. Typically, a groupware application will have several productivity features built into one program. </para>
es: <para> Trabajo en Grupo es un término que describe la aplicación que ayuda a grupos de persones a trabajar juntas. Típicamente, esta aplicación varias herramientas de productividad integradas en un mismo programa. </para>

source: <para> Hot-keys are keyboard combinations used to do actions on a computer instead of using the mouse to do the same action. Hot-keys can speed up computer usage. </para>
es: <para> Teclas rápidas son combinaciones de teclado usadas para realizar acciones en el ordenador en lugar de usar el ratón para la misma acción. Las teclas rápidas pueden acelerar el uso del ordenador. </para>

source: <para> Hyper-text Markup Language(<acronym>HTML</acronym>) is a language for describing page layout in electronic documents like web pages, help files, and email messages. HTML can be used in email and news posts to insert images and apply text treatments. </para>
es: <para> Lenguaje de Marcas de Hyper-texto (<acronym>HTML</acronym>) es un lenguaje para describir la forma de la página en documentos electrónicos como páginas web, archivos de ayuda, y mensajes de correo. El HTML se puede usar en el correo electrónico y en los grupos de noticias para insertar imágenes o formatear el texto </para>

source: <para> To run a program. Any file that can be run is called an executable. <application>Evolution</application> can download executable attachments, but before they can be run, the files must be marked as executable with a shell or file manager. This security precaution prevents the automatic or accidental execution of malicious programs. For more information on executables and file permissions, see the documentation for your file manager or shell. </para>
es: <para> Para ejecutar un programa. Cualquier archivo que se puede ejecutar se llama ejecutable. <application>Evolution</application> puede descargar ejecutables adjuntos, pero antes de poder ejecutarlos, el archivo debe ser marcado como ejecutable a través de una shell o un administrador de archivos. Esta precaución de seguridad previene contra la ejecución automática o accidental de programas maliciosos. Para más información acerca de archivos ejecutables y permisos de archivos, consulte la documentación de su administrador de archivos o de su shell. </para>

source: <para> Useless, unsolicited e-mail. Spam normally comes in forms of chain letters and advertisements for unscrupulous or clueless companies. Messages that are merely useless are called "opt-in newsletters." </para>
es: <para> Correo no deseado ó inútil. El spam normalmente aparece como cartas encadenadas y publicidad de compañías sin escrúpulos o sin sentido. Los mensajes que no valen para nada se conocen como "boletínes opt-in" . </para>

source: <para> Within <application>Evolution</application>, a filter is a method of sorting mail automatically. You can create filters to perform one or more actions on a message that meets any (or all) of a wide range of criteria. </para>
es: <para> Dentro de <application>Evolution</application>, un filtro es un método para ordenar el correo automáticamente. Puede crear filtros para realizar una o más acciones sobre un mensaje que cumple alguno (o todos) de los requisitos de un amplio rango de criterios. </para>

source: <glossterm>Attachment</glossterm>
es: <glossterm>Adjunto</glossterm>

source: <glossterm>Automatic Indexing</glossterm>
es: <glossterm>Indexado Automático</glossterm>

source: <glossterm>Bcc (Blind Carbon Copy)</glossterm>
es: <glossterm>Cco (Con Copia Oculta)</glossterm>

source: <glossterm>Cc (Carbon Copy)</glossterm>
es: <glossterm>Cc (Con Copia)</glossterm>

source: <glossterm>Conduit</glossterm>
es: <glossterm>Enlaze</glossterm>

source: <glossterm>Druid</glossterm>
es: <glossterm>Ayudante</glossterm>

source: <glossterm>Execute</glossterm>
es: <glossterm>Ejecutar</glossterm>

source: <glossterm>File Tree</glossterm>
es: <glossterm>Árbol de Archivos</glossterm>

source: <glossterm>Filter</glossterm>
es: <glossterm>Filtro</glossterm>

source: <glossterm>Forward</glossterm>
es: <glossterm>Reenviar</glossterm>

source: <glossterm>Hot Key</glossterm>
es: <glossterm>Tecla Rápida</glossterm>

source: <glossterm>Inline</glossterm>
es: <glossterm>En línea</glossterm>

source: <glossterm>Mail Client</glossterm>
es: <glossterm>Cliente de Correo</glossterm>

source: <glossterm>Minicard</glossterm>
es: <glossterm>Minitarjeta</glossterm>

source: <glossterm>Nickname</glossterm>
es: <glossterm>Apodo</glossterm>

source: <glossterm>Protocol</glossterm>
es: <glossterm>Protocolo</glossterm>

source: <glossterm>Regular Expression</glossterm>
es: <glossterm>Expresión Regular</glossterm>

source: <glossterm>Shortcut Bar</glossterm>
es: <glossterm>Barra de Atajos</glossterm>

source: <glossterm>Tool-Tip</glossterm>
es: <glossterm>Mensaje de Ayuda</glossterm>

source: <glossterm>Groupware</glossterm>
es: <glossterm>Trabajo en Grupo</glossterm>

source: <title>Glossary</title>
es: <title>Glosario</title>
