Repository: Distrotech/evolution
Catalog: help/*.po/config-prefs.sgml.po
Languages: es

source: <para> To use <guilabel>SMTP</guilabel>, you'll need to enter the name of your SMTP server. It may have the same name as your mail source server. </para>
es: <para> Para usar <guilabel>SMTP</guilabel>, necesitará introducir el nombre de su servidor SMTP. Puede que sea el mismo nombre que el del servidor de su fuente de correo. </para>

source: <para> The <interface>Mail Transports</interface> tab lets you set how you will send mail. Evolution currently supports two mail transport options: <glossterm linkend="smtp">SMTP</glossterm>, which uses a remote mail server, and <glossterm linkend="sendmail">sendmail</glossterm>, which uses the <application>sendmail</application> program on your local system. <application>Sendmail</application> is more difficult to configure, but offers more flexibility than <glossterm>SMTP</glossterm>. </para>
es: <para> La pestaña <interface>Transporte del Correo</interface> le permite especificar como enviará el correo. Evolution actualmente soporta dos tipos de transporte: <glossterm linkend="smtp">SMTP</glossterm>, el cual usa un servidor de correo remoto, y <glossterm linkend="sendmail">sendmail</glossterm>, el cual usa el programa <application>sendmail</application> de su sistema local. <application>Sendmail</application> es más difícil de configurar, pero ofrece más flexibilidad que <glossterm>SMTP</glossterm>. </para>

source: <para> Not everything fits neatly into categories. This tab contains some miscellaneous configurations that don't have too much to do with each other. <variablelist> <varlistentry> <term> <guilabel>Send messages in HTML format</guilabel> </term> <listitem><para> If you check this box, you will send messages as HTML by default. If you leave it unchecked, your messages will be sent without HTML formatting unless you select <menuchoice> <guimenu>Format</guimenu> <guimenuitem>HTML</guimenuitem> </menuchoice> in the message composer. See <xref linkend="usage-mail-getnsend-send-html"> for more information about HTML mail. </para></listitem> </varlistentry> <varlistentry> <term> <guilabel>Mark Messages as Seen After</guilabel> </term> <listitem><para> When you click on a message, <application>Evolution</application> will wait a moment before marking it as seen. You can set the delay, in milliseconds, here. </para></listitem> </varlistentry> <varlistentry> <term> <guilabel>Folder Format</guilabel> </term> <listitem> <para> By default, <application>Evolution</application> saves its mail in the <systemitem><filename>mbox</filename></systemitem> format. You can switch to the <systemitem><filename>mh</filename></systemitem> format if you like. Note that this is an advanced feature and may cause you to lose some messages, so you should probably make a backup of your <systemitem><filename>evolution</filename></systemitem> directory first. In addition, it will take quite some time if you have a large mailbox. </para></listitem> </varlistentry> </variablelist> </para>
es: <para> No todo encaja bien en categorías. Esta parte contiene una miscelánea de configuraciones que no tienen demasiado que ver unas con otras. <variablelist> <varlistentry> <term> <guilabel>Enviar mensajes en formato HMTL</guilabel> </term> <listitem><para> Si selecciona esta opción, enviará sus mensajes en HTML por defecto. Si no la selecciona, sus mensajes se enviarán sin formato HTML a menos que seleccione <menuchoice> <guimenu>Formato</guimenu> <guimenuitem>HTML</guimenuitem> </menuchoice> en la ventana de composición de mensajes. Vea <xref linkend="usage-mail-getnsend-send-html"> para más información acerca del correo en HTML. </para></listitem> </varlistentry> <varlistentry> <term> <guilabel>Marcar Mensajes como Leídos Pasados</guilabel> </term> <listitem><para> Cuando selecciona un mensaje, <application>Evolution</application> esperará un momento antes de marcarlo como leído. Puede poner el tiempo de espera, en milisegundos, aquí. </para></listitem> </varlistentry> <varlistentry> <term> <guilabel>Formato de Carpeta</guilabel> </term> <listitem> <para> Por defecto, <application>Evolution</application> guarda el correo en el formato <systemitem><filename>mbox</filename></systemitem>. Si quiere puede cambiar al formato <systemitem><filename>mh</filename></systemitem>. Sepa que esta en una característica avanzada y que puede hacer que pierda algunos mensajes, así que probablemente primero debería hacer una copia de seguridad de su directorio <systemitem><filename>evolution</filename> </systemitem> . Además, llevará bastante tiempo si tiene un mailbox grande. </para></listitem> </varlistentry> </variablelist> </para>

source: <para> The <interface>Mail Sources</interface> tab allows you to edit, add, or delete methods of retrieving mail from servers. Clicking on <guibutton>Add</guibutton> or <guibutton>Edit</guibutton> will bring up a dialog box to offer you the following options: <variablelist> <varlistentry> <term><guilabel>Mail source type:</guilabel></term> <listitem> <para> Select from <glossterm linkend="imap">IMAP</glossterm> or <glossterm linkend="pop">POP</glossterm> servers, or Unix-style <systemitem><filename>mbox</filename></systemitem> or <systemitem><filename>mh</filename></systemitem> files. </para> </listitem> </varlistentry> <varlistentry> <term> <guilabel>Server:</guilabel></term> <listitem> <para> Enter the name of the mail source server in this field. If you use an may or may not be the same as your <glossterm linkend="smtp">SMTP</glossterm> server. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Username:</guilabel></term> <listitem> <para> Enter the user name for the account you have on the server-- this should the part of your email address before the @. If you use <systemitem><filename>mbox</filename></systemitem> or <systemitem><filename>mh</filename></systemitem> files as your mail source, you do not need to enter a username. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Authentication:</guilabel></term> <listitem> <para> Tell <application>Evolution</application> how to verify your identity with the server. Your options vary depending upon the type of server you are using, and the ways it is configured. Given the name of a server, <application>Evolution</application> can detect what sorts of authentication it offers. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Test Settings</guilabel></term> <listitem> <para> Click this button to have <application>Evolution</application> check to see if mail sources are configured correctly. </para> </listitem> </varlistentry> </variablelist> </para>
es: <para> La pestaña <interface>Fuentes de Correo</interface> le permite editar, añadir, o borrar métodos de obtener el correo de los servidores. Pulsando en <guibutton>Añadir</guibutton> o <guibutton>Editar</guibutton> aparecerá una caja de diálogo que le ofrecerá las siguientes opciones: <variablelist> <varlistentry> <term><guilabel>Tipo de Fuente de Correo:</guilabel></term> <listitem> <para> Seleccione entre servidores <glossterm linkend="imap">IMAP</glossterm> o <glossterm linkend="pop">POP</glossterm>, o archivos tipo <systemitem><filename>mbox</filename></systemitem> o <systemitem><filename>mh</filename></systemitem> al estilo Unix. </para> </listitem> </varlistentry> <varlistentry> <term> <guilabel>Servidores:</guilabel></term> <listitem> <para> Introduzca el nombre del servidor de su fuente de correo en este campo. Si usa puede o no que sea el mismo que su servidor <glossterm linkend="smtp">SMTP</glossterm>. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Nombre de usuario:</guilabel></term> <listitem> <para> Introduzca el nombre para la cuenta que tiene en el servidor-- este debería ser la parte de delante de la @ de su dirección de correo. Si usa archivos <systemitem><filename>mbox</filename></systemitem> o <systemitem><filename>mh</filename></systemitem> como fuentes de correo, no necesita escribir un nombre de usuario. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Autentificación:</guilabel></term> <listitem> <para> Diga a <application>Evolution</application> como verificar su identidad con el servidor. Sus opciones varían dependiendo del tipo de servidor que esté usando, y de la forma en que esté configurado. Dado el nombre del servidor, <application>Evolution</application> puede detectar que tipos de autentificación ofrece. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Probar Configuración</guilabel></term> <listitem> <para> Pulse este botón para que <application>Evolution</application> compruebe si sus fuentes de correo están configuradas correctamente. </para> </listitem> </varlistentry> </variablelist> </para>

source: <para> To set the behavior of your Contact Manager, click on the <guibutton>Contact Manager</guibutton> tab in the <interface>Preferences</interface> window. </para>
es: <para> Para fijar el comportamiento de su Administrador de Contactos, pulse en la pestaña <guibutton>Administrador de Contactos</guibutton> en la ventana de <interface>Preferencias</interface>. </para>

source: <para> You can set the following options: <!--insert variable list here--> </para>
es: <para> Ha definido las siguientes opciones: <!--insertar aquí una lista de variables--> </para>

source: <title>Mail Preferences Dialog</title>
es: <title>Dialogo de Preferencias del Correo</title>

source: <title>Mail Sources</title>
es: <title>Fuentes del Correo</title>

source: <title>Mail Transports</title>
es: <title>Transportes del Correo</title>

source: <title>Other Mail Preferences</title>
es: <title>Otras Preferencias del Correo</title>

source: <para> To add a new LDAP server to your available contact folders, select <menuchoice> <guimenu>Actions</guimenu> <guimenuitem>New Directory Server</guimenuitem> </menuchoice>. This brings up a small dialog box which will let you enter the following options: <itemizedlist> <listitem><para> <guilabel>Name</guilabel> &mdash; any name you choose for the server. </para></listitem> <listitem><para> <guilabel>Description</guilabel> &mdash; a longer description of the server. </para></listitem> <listitem><para> <guilabel>LDAP Server</guilabel> &mdash; the network address of the server. </para></listitem> <listitem><para> <guilabel>Port Number</guilabel> &mdash; by default, the port number is 389. </para></listitem> <listitem><para> <guilabel>Root DN</guilabel> &mdash; enter the root DN here. </para></listitem> </itemizedlist> </para>
es: <para> Para añadir un nuevo servidor LDAP a su carpeta de contactos disponibles, selección <menuchoice><guimenu>Acciones</guimenu> <guimenuitem>Nuevo Servidor de Directorio</guimenuitem> </menuchoice>. Esto mostrará una pequeña caja de diálogo que le permitirá introducir los siguientes datos: <itemizedlist> <listitem><para> <guilabel>Nombre</guilabel> &mdash; cualquier nombre que elija para el servidor. </para></listitem> <listitem><para> <guilabel>Descripción</guilabel> &mdash; un descripción larga del servidor. </para></listitem> <listitem><para> <guilabel>Servidor LDAP</guilabel> &mdash; la dirección de red del servidor. </para></listitem> <listitem><para> <guilabel>Puerto</guilabel> &mdash; por defecto, el puerto es el 389. </para></listitem> <listitem><para> <guilabel>DN Raíz</guilabel> &mdash; entre el DN raíz aquí. </para></listitem> </itemizedlist> </para>

source: <title>Adding Directory Servers</title>
es: <title>Añadiendo Servidores de Directorio</title>

source: <para> Click <guibutton>Add</guibutton> to add a news server; you will be prompted for its name. Enter the name, click <guibutton>OK</guibutton>, and you're done. You can have as many mail servers as you like, of course. News servers will appear next to your IMAP servers in the <interface>folder bar</interface>. </para>
es: <para> Pulse <guibutton>Añadir</guibutton> para añadir un servidor de noticias, será preguntado por su nombre. Introduzca el nombre, pulse <guibutton>ACEPTAR</guibutton>, y ya está. Naturalmente, puede tener tantos servidores de noticias como desee. Los servidores de noticias aparecerán detrás de sus servidores IMAP en la <interface>barra de carpetas</interface>. </para>

source: <para> If you have several mail sources, clicking <guibutton>Get Mail</guibutton> will refresh any IMAP, <systemitem><filename>mh</filename></systemitem>, or <systemitem><filename>mbox</filename></systemitem> listings and check and download mail from all POP servers. In other words, <guibutton>Get Mail</guibutton> gets your mail, no matter how many sources you have, or what types they are. </para>
es: <para> Si tiene varias fuentes de correo, pulsando <guibutton> Obtener</guibutton> actualizará cualquier carpeta IMAP, <systemitem><filename>mh</filename></systemitem>, o <systemitem><filename>mbox</filename></systemitem> y comprobará y descargará el correo de todos los servidores POP. En otras palabras, <guibutton>Obtener</guibutton> obtiene su correo, sin importar cuantas fuentes tenga, o de que tipo sean. </para>

source: <para> Newsgroups are so much like mailing lists that there's no reason not to keep them right next to your mail. When you first select the <guilabel>News Servers</guilabel> tab, you will see a blank box with the three familiar buttons on the right: <guibutton>Add</guibutton>, <guibutton>Edit</guibutton>, and <guibutton>Delete</guibutton>. </para>
es: <para> Los grupos de noticias se parecen tanto a listas de correo que no hay ninguna razón para no tenerlos al lado de su correo. La primera vez que seleccione la pestaña <guilabel>Servidor de Noticias</guilabel>, verá una caja vacía con tres botones ya familiares a la derecha: <guibutton>Añadir</guibutton>, <guibutton>Editar</guibutton>, y <guibutton>Borrar</guibutton>. </para>

source: <title>News Servers</title>
es: <title>Servidores de Noticias</title>

source: <para> <application>Evolution</application> can attempt to determine if you have entered a valid server name. To have it do so, click the <guilabel>Test Settings</guilabel> button. </para>
es: <para> <application>Evolution</application> puede intentar determinar si ha introducido un nombre de servidor válido. Para que lo haga, pulse el botón <guilabel>Comprobar Configuración</guilabel>. </para>

source: <title>Mail Settings</title>
es: <title>Configuración del Correo</title>

source: <para> To change your mail settings, select <menuchoice> <guimenu>Settings</guimenu> <guimenuitem>Mail configuration</guimenuitem></menuchoice> in the Inbox. This will open the <interface>mail preferences window</interface>, illustrated in <xref linkend="config-prefs-mail-fig">. Mail preferences are separated into several categories: <variablelist> <varlistentry> <term><guilabel>Identities</guilabel></term> <listitem> <para> This allows you to create and alter one or more identities for your email. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Sources</guilabel></term> <listitem> <para> This tab lets you tell <application>Evolution</application> where to get the mail sent to you, and how to get it. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Mail Transport</guilabel></term> <listitem> <para> This tab lets you tell <application>Evolution</application> how to send mail. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>News Servers</guilabel></term> <listitem> <para> If you would like to use <application>Evolution</application> to read newsgroups, you can specify your news server preferences here. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Other</guilabel></term> <listitem> <para> Miscellaneous mail and news settings, such as HTML handling preferences, and how long <application>Evolution</application> should wait before marking a message read. </para> </listitem> </varlistentry> </variablelist> </para>
es: <para> Para cambiar su configuración de correo, seleccione <menuchoice> <guimenu>Configuración</guimenu> <guimenuitem>Configuración de correo</guimenuitem></menuchoice> estando en Inbox. Esto abrirá la <interface>ventana de preferencias del correo</interface>, ilustrada en <xref linkend="config-prefs-mail-fig">. Las preferencias de correo están separadas en varias categorías: <variablelist> <varlistentry> <term><guilabel>Identidades</guilabel></term> <listitem> <para> Esto le permite crear o alterar una o más identidades para su correo electrónico. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Fuentes</guilabel></term> <listitem> <para> Esta pestaña le permite indicar a <application>Evolution</application> de donde obtener el correo que le envíen y como obtenerlo. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Transporte de Correo</guilabel></term> <listitem> <para> Esta pestaña le permite indicar a <application>Evolution</application> como enviar su correo. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Servidores de Noticias</guilabel></term> <listitem> <para> Si quisiera usar <application>Evolution</application> para leer los grupos de noticias, puede especificar aquí las características de su servidor de noticias.. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Otros</guilabel></term> <listitem> <para> Configuración miscelánea para el correo y las noticias, como el uso de HTML, y cuanto tiempo debe esperar <application>Evolution</application> antes de marcar un mensaje como leído. </para> </listitem> </varlistentry> </variablelist> </para>

source: <para> To set your calendar preferences, select <menuchoice><guimenu>Settings</guimenu> <guimenuitem>Calendar Configuration</guimenuitem></menuchoice> from the Calendar view. This will open up the <interface>Preferences</interface> window. It contains four tabs: <guilabel>Time display</guilabel>, <guilabel>Colors</guilabel>, <guilabel>To Do List</guilabel> and <guilabel>Alarms</guilabel>. The <interface>calendar preferences window</interface> is illustrated in <xref linkend="config-prefs-cal-fig">. <!-- ==============Figure===================== --> <figure id="config-prefs-cal-fig"> <title>Calendar Preferences Dialog</title> <screenshot> <screeninfo>If this worked on my job as well as my calendar...</screeninfo> <graphic fileref="fig/config-cal" format="png" srccredit="Aaron Weber"> </graphic> </screenshot> </figure> <!-- ==============End of Figure================--> </para>
es: <para> Para especificar sus preferencias sobre el calendario, selección <menuchoice><guimenu>Configuraciones</guimenu> <guimenuitem>Configuración del Calendario</guimenuitem></menuchoice> desde la vista del calendario. Esto abrirá la ventana de <interface>Preferencias</interface>. Contiene cuatro pestañas: <guilabel>Vista del tiempo</guilabel>, <guilabel>Colores</guilabel>, <guilabel>Lista de Tareas</guilabel> y <guilabel>Alarmas</guilabel>. La <interface>ventana de preferencias del calendario</interface> está ilustrada en <xref linkend="config-prefs-cal-fig">. <!-- ==============Figure===================== --> <figure id="config-prefs-cal-fig"> <title>Diálogo de Preferencias del Calendario</title> <screenshot> <screeninfo>Si esto funcionase en mi trabajo también como en mi calendario...</screeninfo> <graphic fileref="fig/config-cal" format="png" srccredit="Aaron Weber"> </graphic> </screenshot> </figure> <!-- ==============End of Figure================--> </para>

source: <para> To add a new identity, simply click <guibutton>Add</guibutton>. To alter an existing identity, click on it in the <guilabel>Identity</guilabel> tab of the <interface>Preferences</interface> window, and then click <guibutton>Edit</guibutton>. </para>
es: <para> Para añadir una nueva identidad, simplemente pulse <guibutton>Añadir</guibutton>. Para modificar una identidad ya existente, seleccione la de la pestaña <guilabel>Identidad</guilabel> de la ventana de <interface>Preferencias</interface>, y pulse <guibutton>Editar</guibutton>. </para>

source: <title>Configuring the Calendar</title>
es: <title>Configuración del Calendario</title>

source: <para> <application>Evolution</application> will then present you with a dialog box containing four fields: <itemizedlist> <listitem> <para> <guilabel>Full Name:</guilabel> by default, this is the same name as the full name described in your user account on your computer. You can select another if you wish. </para> </listitem> <listitem> <para> <guilabel>Email address:</guilabel> Enter your email address in this space. </para> </listitem> <listitem> <para> <guilabel>Organization:</guilabel> If you send email as a representative of a company or other organization, enter its name here. </para> </listitem> <listitem> <para> <guilabel>Signature file:</guilabel> You may choose a small text file to be appended to every message that you send. Typically, signature files include address or other contact information, or a favorite quotation. It's good form to keep it to four lines at the maximum. </para> </listitem> </itemizedlist> </para>
es: <para> <application>Evolution</application> le presentará una caja de dialogo que contiene cuatro campos: <itemizedlist> <listitem> <para> <guilabel>Nombre Completo:</guilabel> por defecto, este es el mismo nombre que el nombre completo descrito en su cuenta de usuario en su ordenador. Puede seleccionar otro si lo desea. </para> </listitem> <listitem> <para> <guilabel>Dirección de Correo:</guilabel> Escriba su dirección de correo en este espacio. </para> </listitem> <listitem> <para> <guilabel>Organización:</guilabel> Si envía mensajes en representación de una compañía u otra organización, escriba aquí el nombre de la misma. </para> </listitem> <listitem> <para> <guilabel>Archivo de Firma:</guilabel> Puede elegir un pequeño archivo de texto para que sea añadido a todos los mensajes que mande. Típicamente, los archivos de firma incluyen la dirección u otra información de contacto, o su cita preferida. Es una buena costumbre hacer que no tenga más de cuatro líneas. </para> </listitem> </itemizedlist> </para>

source: <para> If you have only one email account, or send email from only one address, you will only need to configure one identity. If you want, however, you can have multiple identities. This can be useful if you want to keep personal and professional email separate, or if you wear several hats at work. </para>
es: <para> Si solo tiene una cuenta de correo, o envía el correo desde una sola dirección, tan solo deberá configurar una identidad. De todos modos, si quiere puede tener múltiples identidades. Esto puede resultar útil si quiere mantener separados su correo personal y profesional, o si tiene varios puestos en su trabajo. </para>

source: <para> In order to send mail with <application>Evolution</application>, you need to connect to your network. To do that, you'll need to know your user name and password, what sort of mail sending and receiving protocols your network uses, and the names of the servers you'll be using. If you're switching from another groupware or email program, you can almost certainly use the same settings as you did with that program. Network-related settings are in the <guilabel>Mail Sources</guilabel> and <guilabel>Mail Transport</guilabel> tabs. </para>
es: <para> Para enviar correo con <application>Evolution</application>, deberá conectarse a la red. Para hacer esto deberá conocer su nombre de usuario y su clave, que tipo de protocolos de recepción y envío usa su red, y los nombres de los servidores que va a usar. Si está migrando desde otro programa de trabajo en grupo o de correo, casi con toda seguridad podrá usar la misma configuración que en dicho programa. La configuración relacionada con la Red se encuentra en las pestañas <guilabel>Fuentes de Correo</guilabel> y <guilabel>Transportes de Correo</guilabel>. </para>
