Repository: Distrotech/evolution
Catalog: help/*.po/config-prefs.sgml.po
Languages: es

source: <para> Perhaps your mail server has changed names. Perhaps you've grown tired of a certain layout for your appointments. Whatever the reason, you want to change your <application>Evolution</application> settings. This chapter will tell you how to do just that. </para>
es: <para> Quizá su servidor de correo ha cambiado de nombre. Quizá se ha cansado de cierto aspecto de la configuración de sus citas. Cualquiera que sea la razón, usted quiere cambiar su configuración de <application>Evolution</application>. Este capítulo le dirá como hacer exactamente eso. </para>

source: <para> The <guilabel>Time display</guilabel> tab lets you set the following: <variablelist> <varlistentry> <term>Time format</term> <listitem> <para>You may choose between twelve-hour (AM/PM) and twenty-four hour time formats here by clicking the appropriate radio button. </para> </listitem> </varlistentry> <varlistentry> <term>Weeks start on</term> <listitem> <para>You can set weeks to start on Sunday or on Monday.</para> </listitem> </varlistentry> <varlistentry> <term>Day range</term> <listitem> <para> When does your work day start, and when does it end? In the day and week views, <application>Evolution</application> displays all the hours in the range you select here, even if there are no appointments for those times. Of course, you can still schedule an appointment outside of these hours, and if you do, the display will be extended to show it. </para> </listitem> </varlistentry> </variablelist> </para>
es: <para> La pestaña <guilabel>mostrar el Tiempo</guilabel> le permite configurar lo siguiente: <variablelist> <varlistentry> <term>Formato del tiempo</term> <listitem> <para>Puede elegir aquí entre los formatos de doce horas (AM/PM) y de veinticuatro horas simplemente pulsando sobre el botón apropiado. </para> </listitem> </varlistentry> <varlistentry> <term>La semana comienza</term> <listitem> <para>Puede fijar que las semanas comiencen en Domingos o en Lunes.</para> </listitem> </varlistentry> <varlistentry> <term>Rango diario</term> <listitem> <para> ¿Cuando comienza u jornada laboral y cuando termina? En la vista diaria y semanal, <application>Evolution</application> muestra todas las horas del rango que seleccione aquí, incluso si no hay citas a esas horas. Naturalmente, podrá poner una cita fuera de estas horas, y si lo hace, la vista se extenderá para mostrarla. </para> </listitem> </varlistentry> </variablelist> </para>

source: <para> The <interface>colors tab</interface> allows you to decide what color your calendar will be. The tab consists of a sample calendar on the right and a list of ten items that can be colored in different ways. If you click on the color button to the right of each item, you will bring up a color-selector window where you can choose to alter that color. By clicking <guibutton>OK</guibutton> in the color selection dialog, you can see the results of the color on the sample calendar. </para>
es: <para> La pestaña de <interface>colores</interface> le permite decidir de que color será su calendario. La pestaña consiste en un calendario de ejemplo a la derecha y de una lista de diez elementos que pueden ser coloreados en diferentes formas. Si pulsa en botón de color a la derecha de cada elemento, mostrará una ventana de selección de color donde podrá elegir a que color cambiar el elemento. Pulsando <guibutton>ACEPTAR</guibutton> en el diálogo de selección de colores, puede ver os resultados de los colores en el calendario de ejemplo. </para>

source: <para> The <interface>alarms tab</interface> enables you to select from three boxes: <itemizedlist> <listitem> <para><guilabel>Beep on display alarms</guilabel>: select this box to have <application>Evolution</application> beep at you for any alarms you have set. If you leave this box unchecked, <application>Evolution</application> will only alert you to events by opening a dialog box. These beeps are distinct from full-fledged audio alarms. </para> </listitem> <listitem> <para><guilabel>Audio alarms timeout after: </guilabel> Select this button to have your audio alarms stop automatically after a certain number of seconds. </para> </listitem> <listitem> <para><guilabel>Enable snoozing for:</guilabel> If you would like to have the option to tell <application>Evolution</application> to repeat an alarm in a few minutes, select this button and decide how long you'd like it to wait. </para> </listitem> </itemizedlist> </para>
es: <para> La pestaña de <interface>alarmas</interface> le da la posibilidad de elegir entre tres opciones: <itemizedlist> <listitem> <para><guilabel>Pitar al mostrar las alarmas</guilabel>: seleccione esta opción para que <application>Evolution</application> emita un pitido para la alarma que haya fijado. Si deja esta opción sin marcar, <application>Evolution</application> tan solo le alertará de los sucesos abriendo un ventana de diálogo. Estos pitidos son distintos a los de las alarmas auditivas. </para> </listitem> <listitem> <para><guilabel>Las alarmas auditivas cesan tras: </guilabel> Seleccione esta opción para que las alarmas auditivas cesen automáticamente pasados un número determinado de segundos. </para> </listitem> <listitem> <para><guilabel>Activar recordatorio para:</guilabel> Si quiere tener la posibilidad de decirle a <application>Evolution</application> que repita la alarma en unos minutos, elija esta opción y decida cuanto tiempo quiere que espere antes de repetirla. </para> </listitem> </itemizedlist> </para>

source: <title>Advanced Configuration</title>
es: <title>Configuración Avanzada</title>

source: <title>Alarms Settings</title>
es: <title>Colocación de Alarmas</title>

source: <title>Calendar Colors</title>
es: <title>Colores del Calendario</title>

source: <title>Identity Settings</title>
es: <title>Configuración de Identidades</title>

source: <title>Managing the Contact Manager</title>
es: <title>Administrando el Administrador de Contactos</title>

source: <title>Network Settings</title>
es: <title>Configuración de la Red</title>

source: <title>Time Display Settings</title>
es: <title>Configuración de las Vistas del Tiempo</title>

source: <title>To Do List Settings</title>
es: <title>Configuración de la Lista de Tareas Por-Hacer</title>

source: <para> You can choose what information the To Do list displays and the way it is displayed. The two areas of the <interface>To Do List</interface> tab offer several options each: <variablelist> <varlistentry> <term>Show on To Do List</term> <listitem> <para> This box contains three items. If you select the check boxes next to them, that information will appear in the To Do list for each task it contains: <itemizedlist> <listitem> <para><guilabel>Due Date</guilabel></para> </listitem> <listitem> <para><guilabel>Time Until Due</guilabel></para> </listitem> <listitem> <para><guilabel>Priority</guilabel></para> </listitem> </itemizedlist> </para> </listitem> </varlistentry> <varlistentry> <term>Style Options</term> <listitem> <para> Select among the following checkboxes to determine how your To Do list will look: <itemizedlist> <listitem> <para><guilabel>Highlight overdue items</guilabel></para> </listitem> <listitem> <para><guilabel>Highlight items due today</guilabel></para> </listitem> <listitem> <para><guilabel>Highlight not yet due items</guilabel></para> </listitem> </itemizedlist> </para> </listitem> </varlistentry> </variablelist> </para>
es: <para> Puede elegir que información muestra la lista Por Hacer y la manera como la muestra. Las dos áreas de la pestaña <interface>Lista Por Hacer</interface> ofrecen varias opciones cada una: <variablelist> <varlistentry> <term>Mostrar en la Lista Por Hacer</term> <listitem> <para> Esta opción contiene tres elementos. Si marca las casillas a su lado, esa información aparecerá en la lista Por Hacer para cada tarea que contenga: <itemizedlist> <listitem> <para><guilabel>Fecha de Plazo</guilabel></para> </listitem> <listitem> <para><guilabel>Tiempo hasta el Plazo</guilabel></para> </listitem> <listitem> <para><guilabel>Prioridad</guilabel></para> </listitem> </itemizedlist> </para> </listitem> </varlistentry> <varlistentry> <term>Opciones de Estilo</term> <listitem> <para> Seleccione entre las siguientes casillas para determinar que aspecto tendrá la lista Por Hacer: <itemizedlist> <listitem> <para><guilabel>Resaltar elementos fuera de plazo</guilabel></para> </listitem> <listitem> <para><guilabel>Resaltar elementos de plazo hoy</guilabel></para> </listitem> <listitem> <para><guilabel>Resaltar elementos dentro del plazo</guilabel></para> </listitem> </itemizedlist> </para> </listitem> </varlistentry> </variablelist> </para>

source: <para>The display elements whose color you can set are: <itemizedlist> <listitem> <para> <guilabel>Outline:</guilabel> The lines between days and at the top of the display. </para> </listitem> <listitem> <para> <guilabel>Headings:</guilabel> Text color for day and month names and other headings. </para> </listitem> <listitem> <para> <guilabel>Empty days:</guilabel> This is the background color for any time slots in which you have no appointments. </para> </listitem> <listitem> <para> <guilabel>Appointments:</guilabel> This is the background color for any time slots in which you have appointments. </para> </listitem> <listitem> <para> <guilabel>Highlighted day:</guilabel> The background color for a selected time slot. </para> </listitem> <listitem> <para> <guilabel>Day numbers:</guilabel> Text color for date numbers. </para> </listitem> <listitem> <para> <guilabel>Current day's number:</guilabel> Text color for today's date. </para> </listitem> <listitem> <para> <guilabel>To-Do item that is not yet due:</guilabel> Text color for To-Do list items that are not yet due. (Or maybe background color? find out!) </para> </listitem> <listitem> <para> <guilabel>To-Do item that is due today:</guilabel> Text color for today's tasks. </para> </listitem> <listitem> <para> <guilabel>To-Do item that is overdue:</guilabel> Text color for overdue tasks. </para> </listitem> </itemizedlist> </para>
es: <para>Los elementos a mostrar cuyos colores puede fijar son: <itemizedlist> <listitem> <para> <guilabel>Marco:</guilabel> Las líneas entre los días y la parte de arriba de la vista. </para> </listitem> <listitem> <para> <guilabel>Títulos:</guilabel> Color del texto para los nombres de los días y los meses y para otros títulos. </para> </listitem> <listitem> <para> <guilabel>Días vacíos:</guilabel> Este es el color de fondo para cualquier espacio de tiempo en el que no tiene citas. </para> </listitem> <listitem> <para> <guilabel>Citas:</guilabel> Este es el color de fondo para cualquier espacio de tiempo en el que tenga citas. </para> </listitem> <listitem> <para> <guilabel>Día resaltado:</guilabel> El color de fondo para un espacio de tiempo seleccionado. </para> </listitem> <listitem> <para> <guilabel>Números de los días:</guilabel> Color del texto para los números de las fechas. </para> </listitem> <listitem> <para> <guilabel>Número del día actual:</guilabel> Color del texto para la fecha del día de hoy. </para> </listitem> <listitem> <para> <guilabel>Elementos Por Hacer que dentro de plazo: </guilabel> Color del texto para los elementos de la lista Por Hacer que están aún dentro del plazo. (¿Quizá sea el color de fondo? ¡averígualo!) </para> </listitem> <listitem> <para> <guilabel>Elementos Por Hacer de plazo hoy:</guilabel> Color del texto para las tareas de hoy. </para> </listitem> <listitem> <para> <guilabel>Elementos Por Hacer fuera de plazo:</guilabel> Color del texto para las tareas fuera de plazo. </para> </listitem> </itemizedlist> </para>

source: <para> Additional configuration options will be covered here, as they become available. </para>
es: <para> Las opciones adicionales de configuración se cubrirán aquí, según vayan estando disponibles. </para>

source: <title>General Preferences</title>
es: <title>Preferencias Generales</title>
