Repository: Distrotech/evolution
Catalog: help/*.po/usage-calendar.sgml.po
Languages: es

source: <!-- ############UNIMPLEMENTED FEATURES ################### <sect2 id="usage-calendar-apts-group"> <title>Appointments for Groups</title> <para> If you have your calendar set up to work with other calendars over a network, you can see when others are available to meet with you. </para> <note> <title>Unimplemented Feature</title> <para>This feature is not yet implemented.</para> </note> <para> In addition, you can use <application>Evolution</application> to mark a meeting request on another person's calendar. To do it, click <guibutton>New</guibutton> in the calendar toolbar, or select <menuchoice> <guimenu>File</guimenu> <guisubmenu>New</guisubmenu> <guimenuitem>Appointment</guimenuitem> </menuchoice> to bring up the <interface>new event</interface> window. Then describe the event as you would any other. Before you click <guibutton>OK</guibutton>, (INSERT DESCRIPTION HERE...). <application>Evolution</application> will automatically send email to each person on the request list, notifying of the time and date of the meeting you have requested with them. In addition, it will mark the event on your calendar and on theirs as tentative, rather than a confirmed, event. </para> <para> To mark a tentative event as confirmed, click once on the event in the <interface>calendar view</interface> to select it, and then choose <guimenuitem>Event Properties</guimenuitem> from the <guimenu>Settings</guimenu> menu. In the <interface>Event Properties</interface> dialog window, click the "tentative" button to De-select the event. </para> </sect2> <sect2 id="usage-calendar-apts-privs"> <title>Scheduling privileges</title> <para> There are several levels of scheduling privileges. You can set whether people can see your calendar, whether they can request meetings or appointments, and whether they can create appointments. This section may have to be deleted, because I don't know if we are going to support privileges at all. </para> </sect2> ########## END UNIMPLEMENTED FEATURESET ############ -->
es: <!-- ############UNIMPLEMENTED FEATURES ################### ################## NO LO VOY A TRADUCIR PORQUE NO SE MUESTRA ###### <sect2 id="usage-calendar-apts-group"> <title>Appointments for Groups</title> <para> If you have your calendar set up to work with other calendars over a network, you can see when others are available to meet with you. </para> <note> <title>Unimplemented Feature</title> <para>This feature is not yet implemented.</para> </note> <para> In addition, you can use <application>Evolution</application> to mark a meeting request on another person's calendar. To do it, click <guibutton>New</guibutton> in the calendar toolbar, or select <menuchoice> <guimenu>File</guimenu> <guisubmenu>New</guisubmenu> <guimenuitem>Appointment</guimenuitem> </menuchoice> to bring up the <interface>new event</interface> window. Then describe the event as you would any other. Before you click <guibutton>OK</guibutton>, (INSERT DESCRIPTION HERE...). <application>Evolution</application> will automatically send email to each person on the request list, notifying of the time and date of the meeting you have requested with them. In addition, it will mark the event on your calendar and on theirs as tentative, rather than a confirmed, event. </para> <para> To mark a tentative event as confirmed, click once on the event in the <interface>calendar view</interface> to select it, and then choose <guimenuitem>Event Properties</guimenuitem> from the <guimenu>Settings</guimenu> menu. In the <interface>Event Properties</interface> dialog window, click the "tentative" button to De-select the event. </para> </sect2> <sect2 id="usage-calendar-apts-privs"> <title>Scheduling privileges</title> <para> There are several levels of scheduling privileges. You can set whether people can see your calendar, whether they can request meetings or appointments, and whether they can create appointments. This section may have to be deleted, because I don't know if we are going to support privileges at all. </para> </sect2> ########## END UNIMPLEMENTED FEATURESET ############ -->
