Repository: Distrotech/evolution
Catalog: help/*.po/usage-contact.sgml.po
Languages: es

source: <para> To learn how to add a remote directory to your available contact folders, see <xref linkend="config-prefs-contact">. Once you have a connection, the network contacts folder or folders will appear inside the <guilabel>External Directories</guilabel> folder in the folder bar. It will work exactly like a local folder of cards, with the following exceptions: <itemizedlist> <listitem> <para> Network folders are only available when you are connected to the network. If you use a laptop or have a modem connection, you may wish to copy or cache the network directory and then synchronize your copy with the networked version periodically. <!-- FIXME: HOW? --> </para> </listitem> <listitem> <para> To prevent excess network traffic, <application>Evolution</application> will not normally load the contents of LDAP folders immediately upon opening. You must click <guilabel>Display All</guilabel> before LDAP folder cards will be loaded from the network. You can change this behavior in the <interface>Contact Preferences</interface> window. </para> </listitem> <listitem> <para> Your ability to view, change, add, and delete contacts depends on the settings of the LDAP server. </para> </listitem> </itemizedlist> </para>
es: <para> Para aprender a añadir un directorio remoto a sus carpetas de contactos disponibles, vea <xref linkend="config-prefs-contact">. Una vez que ha conectado, la carpeta o carpetas de contactos de la red aparecerán dentro de la carpeta <guilabel>Directorios Externos</guilabel>. Funcionará exactamente igual que una carpeta de tarjetas local, con las siguientes excepciones: <itemizedlist> <listitem> <para> Las carpetas de red solo están disponibles cueando está conectado a la red. Si usa un portatil o tiene una conexión por modem, puede que quiera copiar o cachear el directorio en red y sincronizar periodicamente su copia con la versión en la red. <!-- ARREGLAME: ¿COMO? --> </para> </listitem> <listitem> <para> Para prevenir el tráfico de red excesivo, <application>Evolution</application> no cargará normalmente los contenidos de las carpetas LDAP inmediatamente despues de abrirlas. Debe pulsar <guilabel>Mostrar Todo</guilabel> para las carpetas LDAP sean cargadas de la red. Puede cambiar este comportamiento en las <interface>Preferencias de Contactos</interface> window. </para> </listitem> <listitem> <para> Las posibilidades de ver, cambiar, añadir, y borrar contactos dependen de la configuración del servidor LDAP. </para> </listitem> </itemizedlist> </para>

source: <para> To open up your address book, click on <guibutton>Contacts</guibutton> in the shortcut bar, or select one of your contacts folders from the folder bar. <xref linkend="usage-contact-fig"> shows the address book in all its organizational glory. By default, the address book shows all your cards in alphabetical order, in a <glossterm linkend="minicard">minicard</glossterm> format. You can select other views from the <guimenu>View</guimenu> menu, and adjust the width of the columns by clicking and dragging the grey column dividers. </para>
es: <para> Para abrir su agenda de direcciones, pulse en <guibutton>Contactos</guibutton> en la barra de atajos, o seleccion una de sus carpetas de contactos de la barra de carpetas. <xref linkend="usage-contact-fig"> muestra la agenda de direcciones en la cima de la organizabilidad. Por defecto, la agenda de direcciones muestra todas las tarjetas en orden alfabético, en un formato de <glossterm linkend="minicard">minitarjeta</glossterm>. Puede seleccionar otras vistas del menú <guimenu>Vista</guimenu>, y ajustar el ancho de las columnas pulsando y arrastrando los divisores de columnas grises. </para>

source: <para> Your contact information fills the rest of the display. Move through the cards alphabetically with the buttons and the scrollbar at the right of the window. Of course, if you have more than a few people listed, you'll want some way of finding them more quickly, which is why there's a search feature. </para>
es: <para> Su información de contacto rellena el resto de la vista. Muevase por las tarjetas alfabéticamente con los botonrd y la barra de desplazamiento a la derecha de la ventana. Naturalemnte, si tiene listadas más de unas pocas personas, querrá una manera de encontrarlas más rápidamente, que es para lo que está la función de búsqueda. </para>

source: <para> Another advantage of the <application>Evolution</application> address book is its integration with the rest of the application. When you look for someone's address, you can also see a history of appointments with that person. Or, you can create address cards from emails with just a few clicks. In addition, searches and folders work in the same way they do in the rest of Evolution. </para>
es: <para> Otra ventaja de la agenda de <application>Evolution</application> es su integración con el resto de la aplicación. Cuando busca la dirección de alguien, también puede ver un historial de las citas con esa persona. O, puede crear tarjetas de direcciones de mensajes de correo electrónico con unas pocas pulsaciones. En suma, las búsquedas y las carpetas funcionan de la misma manera que en el resto de Evolution. </para>

source: <para> The <application>Evolution</application> address book can handle all of the functions of an address book, phone book, or Rolodex. Of course, it's a lot easier to update <application>Evolution</application> than it is to change an actual paper book. <application>Evolution</application> also allows easy synchronization with hand-held devices. Since <application>Evolution</application> supports the <glossterm linkend="ldap">LDAP</glossterm> directory protocol, you can use it with almost any type of existing directory server on your network. </para>
es: <para> La agenda de <application>Evolution</application> puede hacerse cargo de toda la funcionalidad de una agenda de direcciones, de una agenda de telefonos o de un Rolodex. Naturalmente, es mucho más facil actualizar <application>Evolution</application> que cambiar una hoja de papel. <application>Evolution</application> también permite una facil sincronización con dispositivos de mano. Dado que <application>Evolution</application> soporta el protocolo de directirio <glossterm linkend="ldap">LDAP</glossterm>, puede usarlo con casi todos servidores de directorio de su red. </para>

source: <para> This chapter will show you how to use the <application>Evolution</application> address book to organize any amount of contact information, share addresses over a network, and several ways to save time with everyday tasks. To learn about configuring the address book, see <xref linkend="config-prefs-contact">. </para>
es: <para> Este capítulo le mostrará como puede usar la agenda de <application>Evolution</application> para organizar cualquier cantidad de información, compartir direcciones a traves de una red, y varias formas de ahorrar tiempo con las tareas de todos los días. Para aprender a configurar la agenda, vea <xref linkend="config-prefs-contact">. </para>

source: <para> <variablelist> <varlistentry> <term>Full Name</term> <listitem> <para> The <guilabel>Full Name</guilabel> field has two major features: <itemizedlist> <listitem> <para> You can enter a name into the <guibutton>Full Name</guibutton> field, but you can also click the <guibutton>Full Name</guibutton> button to bring up a small dialog box with a few text boxes <variablelist> <varlistentry> <term><guilabel>Title: </guilabel></term> <listitem> <para> Enter an honorific or select one from the menu. </para></listitem> </varlistentry> <varlistentry> <term><guilabel>First: </guilabel></term> <listitem> <para> Enter the first, or given, name. </para></listitem> </varlistentry> <varlistentry> <term><guilabel>Middle: </guilabel></term> <listitem> <para> Enter the middle name or initial, if any. </para></listitem> </varlistentry> <varlistentry> <term><guilabel>Last: </guilabel></term> <listitem> <para> Enter the last name (surname). </para></listitem> </varlistentry> <varlistentry> <term><guilabel>Suffix: </guilabel></term> <listitem> <para> Enter suffixes such as "Jr." or "III." </para></listitem> </varlistentry> </variablelist> </para> </listitem> <listitem> <para> The <guilabel>Full Name</guilabel> field also interacts with the <guilabel>File As</guilabel> box to help you organize your contacts. </para> <para> To see how it works, type a name in the <guilabel>Full Name</guilabel> field: <userinput>Rupert T. Monkey</userinput>. You'll notice that the <guilabel>File As</guilabel> field also fills up, but in reverse: <computeroutput>Monkey, Rupert</computeroutput>. You can pick <computeroutput>Rupert Monkey </computeroutput> from the drop-down, or type in your own, such as <userinput> T. Rupert Monkey </userinput>. </para> <tip> <title>Filing Suggestion</title> <para> Don't enter something entirely different from the actual name, since you might forget that you've filed Rupert's information under "F" for "Fictitious Ximian Employee." </para> </tip> </listitem> </itemizedlist> </para> </listitem> </varlistentry> <varlistentry> <term>Multiple Values for Fields</term> <listitem> <para> If you click on the small arrow buttons next to the <guilabel>Primary Email</guilabel> field, you can also choose <guilabel>Email 2</guilabel> and <guilabel>Email 3</guilabel>. Although the contact editor will only display one of those at any given time, <application>Evolution</application> will store them all. The arrow buttons next to the telephone and postal address fields work in the same way. </para> </listitem> </varlistentry> </variablelist> </para>
es: <para> <variablelist> <varlistentry> <term>Nombre Completo</term> <listitem> <para> El campo <guilabel>Nombre Completo</guilabel> tiene dos caracteristicas importantes: <itemizedlist> <listitem> <para> Puede escribir un nombre en el campo <guibutton>Nombre Completo</guibutton>, pero tambien puede pulsar sobre el botón <guibutton>Nombre Completo</guibutton> para que aparezca una pequeña ventana de diálogo con alguas cajas de texto <variablelist> <varlistentry> <term><guilabel>Título: </guilabel></term> <listitem> <para> Escriba una categoría o seleccione una del menú. </para></listitem> </varlistentry> <varlistentry> <term><guilabel>Nombre: </guilabel></term> <listitem> <para> Escriba el nombre. </para></listitem> </varlistentry> <varlistentry> <term><guilabel>Middle: </guilabel></term> <listitem> <para> Enter the middle name or initial, if any. </para></listitem> </varlistentry> <varlistentry> <term><guilabel>Apellidos: </guilabel></term> <listitem> <para> Escriba los apellidos. </para></listitem> </varlistentry> <varlistentry> <term><guilabel>Sufijo: </guilabel></term> <listitem> <para> Escriba un sufujo como "Junior" o "III." </para></listitem> </varlistentry> </variablelist> </para> </listitem> <listitem> <para> El campo <guilabel>Nombre Completo</guilabel> también interactua con la opción <guilabel>Archivar Como</guilabel> para ayudarle a organizar sus contactos. </para> <para> Vea como funciona, esbriba un nombre en el campo <guilabel>Nombre Completo</guilabel>: <userinput>Rupert T. Monkey</userinput>. Verá que el campo <guilabel>Archivar Como</guilabel> también se rellena, pero inversamente: <computeroutput>Monkey, Rupert</computeroutput>. Puede elegir <computeroutput>Rupert Monkey </computeroutput> de la lista desplegable, o escribir el suyo propio, como <userinput>T. Rupert Monkey</userinput>. </para> <tip> <title>Consejos para Rellenar el Campo</title> <para> No escriba algo totalmente distinto al nombre real, dado que puede que olvide que achivó la información de Rupert bajo la "F" como "Empleado Ficticio de Ximian". </para> </tip> </listitem> </itemizedlist> </para> </listitem> </varlistentry> <varlistentry> <term>Valores Múltiples para los Campos</term> <listitem> <para> Si pulsa en el botón con una pequeña flecha al lado del campo <guilabel>Correo Primario</guilabel>, puede elegir <guilabel>Correo 2</guilabel> y <guilabel>Correo 3</guilabel>. Aunque el editor de contactos solo mostrará uno al tiempo, <application>Evolution</application> los almacenará todos. El botón con la flecha a lado de los campos teléfono y dirección postal funcionan igual. </para> </listitem> </varlistentry> </variablelist> </para>

source: <title>Address Book Tools</title>
es: <title>Herramientas de la Agenda de Direcciones</title>

source: <title>Destroy, Create, and Change: The Contact Editor</title>
es: <title>Destruir, Crear, y Cambiar: El Editor de Contactos</title>

source: <title>Getting Started With the Address Book</title>
es: <title>Empezando con la Agenda de Direcciones</title>

source: <title>Organizing your Address Book</title>
es: <title>Organizando su Agenda de Direcciones</title>

source: <title>Sharing your Cards</title>
es: <title>Compartiendo sus Tarjetas</title>

source: <title>The Evolution Address Book</title>
es: <title>La Agenda de Direcciones de Evolution</title>

source: <!-- <para> Another useful <application>Evolution</application> feature is its ability to recognize when people live or work together. If several people in your address book share an address, and you change the address for one of them, <application>Evolution</application> will ask you if you wish to change the address for all of them, or just for one. </para> -->
es: <!-- <para> Otra característica útil de <application>Evolution</application> es su habilidad para reconocer cuando la gente vive o trabajan juntos. Si varias personas en su agenda de direcciones comparten una dirección, y cambia la dirección de uno de ellos, <application>Evolution</application> le preguntará si quiere cambiar la dirección de todos, o solo la de uno de ellos. </para> -->
