Repository: Distrotech/evolution
Catalog: help/*.po/usage-contact.sgml.po
Languages: es

source: <para> Ray wants to schedule a meeting with Company X, so he checks the network for the Company X address card so he knows whom to call there. Since his company also shares calendars, he then learns that his co-worker Deanna has already scheduled a meeting with Company X next Thursday. He can either go to the meeting himself or ask Deanna to discuss his concerns for him. Either way, he avoids scheduling an extra meeting with Company X. </para>
es: <para> Raul quiere concertar una reunión con la Compañía X, así que busca en la red la tarjeta de la Compañía X para saber a quien tiene que llamar. Dado que su compañia comparte un calendario, ve que su compañera Diana ya ha concertado una reunión con la Compañía X para el próximo jueves. Puede ir el mismo a la reunión o pedir a Diana que trate el tema por el. De cualquier modo, evita concertar otra cita co la Compañía X. </para>

source: <title>Evolution Contact Editor</title>
es: <title>Editor de contactos de Evolution</title>

source: <para> He opens his contacts folder, and runs a quick search for "Curtis." There are eighteen different people with that name in the file. He then enters "Sales," and <application>Evolution</application> narrows it down to the right Curtis. He only becomes annoyed when he discovers that the call was not actually important. </para>
es: <para> Abre la carpeta de contactos, y realiza una busqueda rápida por "Curtis". Hay dieciocho personas diferentes con ese nombre en el archivo. Entonces escribe "Ventas", y <application>Evolution</application> lo reduce al Curtis correcto. Tan solo se siente molesto cuando descubre que la llamada no era realmente importante. </para>

source: <para> Tom comes back from lunch and finds a note on his keyboard: "Curtis in sales called for you, but he didn't leave a number, and I forgot to write down the name of the company he works for. He said it was important, though." Tom is not at all annoyed. </para>
es: <para> Tom vuelve de almorzar y se encuantra una nota en su teclado: "Le ha llamado Curtis de ventas, pero no dejo un teléfono, y se me olvidó anotar la compañía para la que trabaja. Eso si, dijo que era importante." Tom no está molesto en absoluto. </para>

source: <para> The simplest way to group address cards is to use folders. By default, cards start in the <guilabel>Contacts</guilabel> folder. If you've read <xref linkend="usage-mainwindow"> then you already know that you can create a new folder by selecting <menuchoice> <guimenu>File</guimenu> <guisubmenu>New</guisubmenu> <guimenuitem>Folder</guimenuitem> </menuchoice> and that you can put new folders anywhere you like. Just like with mail, cards must be in a card folder, and no card can be in two places at once. If you want more flexibility, try <xref linkend="usage-contact-organize-group-category">. </para>
es: <para> La manera más sencilla de agrupar tarjetas de direcciones es usar carpetas. Por defecto, las tarjetas están en la carpeta <guilabel>Contactos</guilabel>. Si ha leido <xref linkend="usage-mainwindow"> entonces sabrá que puede crear una nueva carpeta seleccionando <menuchoice> <guimenu>Archivo</guimenu> <guisubmenu>Nuevo</guisubmenu> <guimenuitem>Carpeta</guimenuitem> </menuchoice> y que puede poner nuevas carpetas en cualquier sitio que quiera. Exactamente como con el correo, las tarjetas deben estar en una carpeta de tarjetas, y ninguna tarjeta puede estar en dos sitios a la vez. Si quiere más flexibilidad, pruebe <xref linkend="usage-contact-organize-group-category">. </para>

source: <para> The other way to group cards is to mark them as belonging to different categories. The difference between folders and categories is that folders contain cards, but category membership is a property of each card. That means that you can mark a card as being in several categories or no category at all. For example, I put my friend Matthew's card in the "Business" category, because he works with me, the "Friends" category, because he's also my friend, and the "Frequent" category, because I call him all the time and can never remember his phone number. </para>
es: <para> La otra manera de agrupar tarjetas es marcarlas como pertenecientes a distintas categorias. La diferencia entre carpetas y categorias es que las carpetas contienen las tarjetas, pero pertenecer a una categoría es una propiedad de cada tarjeta. Lo que significa que puede marcar una tarjeta como perteneciente a varias categorias o a ninguna. Por ejemplo, yo pongo la tarjeta de mi amigo Matthew en la categoría "Negocios", porque trabaja conmigo, en la categoría "Amigos", porque tambien es mi amigo, y en la categoría "Frecuente", porque le llamo continuamente y nunca me acuerdo de su número de teléfono. </para>

source: <para> Then, you can refer to all the cards in that category by: <!-- FIXME --> Waiting for Evolution to support the operation. </para>
es: <para> Entonces, puede referirse a todas las tarjetas en esa categoría haciendo: <!-- ARREGLAME --> Esperando a que Evolution soporte la operación. </para>

source: <para> To mark a card as belonging to a category, click the <guibutton>Categories</guibutton> button at the lower right. From the dialog box that appears, you can check as many or as few categories as you like. </para>
es: <para> Para marcar una tarjeta como perteneciente a una categoría, pulse botón <guibutton>Categorias</guibutton> abajo a la derecha. De la ventana de diálogo que aparece, puede marcar tantas categorías como quiera. </para>

source: <para> To put a card into a folder, just drag it there from the folder view. Remember that contact cards can only go in contact folders, just like mail can only go in mail folders, and calendars in calendar folders. </para>
es: <para> Para poner una tarjeta en una carpeta, simplemente arrastrela allí desde la vista de carpetas. Recuerde que las tarjetas de contactos solo pueden estar en carpetas de contactos, como el correo solo puede estar en carpetas de correo, y los calendarios en carpetas de calendarios. </para>

source: <title>Grouping with Categories</title>
es: <title>Agrupando con Categorías</title>

source: <title>Grouping with Folders</title>
es: <title>Agrupando con Carpatas</title>

source: <title>Refining a Quick Search</title>
es: <title>Refinando una Búsqueda Rápida</title>

source: <title>Sharing Address Cards and Calendar Data</title>
es: <title>Conpartiendo Tarjetas de Direcciones y Datos del Calendario</title>

source: <!-- FIXME: Feature Not Implemented <para> If the master list of categories doesn't suit you, you can add your own. Just enter the new category's name in the text box, then click <guibutton>Categories</guibutton> and choose <guilabel>Add to Master List</guilabel> in the window that appears. </para> -->
es: <!-- ARREGLAME: Caracteristica no implementeada <para> Si la lista principal de categorías no le es suficiente, puede añadir las suyas propias. Simplemente escriba el nombre de la nueva categoría en la caja de texto, entonces pulse <guibutton>Categorias</guibutton> y elija <guilabel>Añadir a la Lista Principal</guilabel> en la ventana aparece. </para> -->

source: <para> Between <guilabel>Delete</guilabel> and <guilabel>View All</guilabel> is a quick search field. To use it, select from the drop-down list which sort of search you'd like to perform (the whole card, just the name, or just the email address), then enter one or more words in the text entry box, and press <keycap>Enter</keycap>. <application>Evolution</application> will search through the contents of every displayed card to find one that matches. You can refine searches by doing several in succession, or start over by pressing the <guibutton>View All</guibutton> button. </para>
es: <para> Entre <guilabel>Borrar</guilabel> y <guilabel>Ver Todo</guilabel> hay un campo de búsqueda rápida. Para usarlo, elija de la lista descendente que clase de búsqueda quiere hacer (toda la tarjeta, solo el nombre, o solo la dirección de correo), entonces escriba una o más palabras en la caja de entrada de texto, y pulse <keycap>Enter</keycap>. <application>Evolution</application> buscará en los contenidos de todas las tarjetas mostradas para encontrar una que concuerde. Puede refinar las búsquedas haciendo varias búsquedas sucesivas, o empezar de nuevo pulsando el botón <guibutton>Ver Todas</guibutton>. </para>

source: <para> If there are no matches, the card display will be blank. When you'd like to see all the cards again, press <guilabel>Show All</guilabel>. </para>
es: <para> Si no hay coincidencias, la tarjeta mostrada estará en blanco. Cuando quiera volver a ver todas las tarjetas de nuevo, pulse <guilabel>Mostrar Todas</guilabel>. </para>

source: <para> You already know that when you are writing an email, you can address it to one or more people, and that <application>Evolution</application> will fill in addresses from your address book's address cards if you let it. In addition to that, you can send email to everyone in a particular group if you choose. </para>
es: <para> Ya sabe que cuando escribe un mensaje, puede dirigirlo a una o más personas, y que <application>Evolution</application> rellenará las direcciones con las direcciones de las tarjetas de su agenda si le deja. Ademas, si quiere puede enviar mensajes a todos los de un grupo en particular. </para>

source: <para> As noted before, when you get information about a person in the mail or in a calendar entry, you can add it to an address card. To do so, right click on any email address or email message, and select <guimenuitem>Add Address Card</guimenuitem> from the menu that appears. Of course, <application> Evolution</application> also adds cards from a hand-held device during HotSync operation. For more information about that, see <xref linkend="usage-sync">. </para>
es: <para> Como se ha visto antes, cuando obtiene información acerca de una persona en el correo o en una entrada del calendario, puede añadirla a una tarjeta de direcciones. Para hacerlo, pulse con el botón derecho en cualquier dirección de correo o mensaje de correo, y seleccione <guimenuitem>Añadir Tarjeta de Direcciones</guimenuitem> del menú que aparece. Naturalmente, <application>Evolution</application> tambien añade tarjetas desde un dispositivo de mano durante la operación de sincronización. Para más información acerca de eso, vea <xref linkend="usage-sync">. </para>

source: <para> The contact editor window has two tabs, <guilabel>General</guilabel>, for basic contact information, and <guilabel>Details</guilabel>, for a more specific description of the person. In addition, it contains a <guimenu>File</guimenu> menu, (see <xref linkend="menuref-contact-editor">) and a toolbar with three items: <guilabel>Save and Close</guilabel>, <guilabel>Print</guilabel>, and <guilabel>Delete</guilabel>. </para>
es: <para> La ventana del editor de contactos tiene dos pestañas, <guilabel>General</guilabel>, para información contacto básica, y <guilabel>Detalles</guilabel>, para una descripción más específica de la persona. Ademas, contiene un menú <guimenu>Archivo</guimenu>, (ver <xref linkend="menuref-contact-editor">) y una barra de herramientas con tres elementos: <guilabel>Guardar y Cerrar</guilabel>, <guilabel>Imprimir</guilabel>, y <guilabel>Borrar</guilabel>. </para>

source: <para> <application>Evolution</application> offers two ways for you to organize your cards. The first way is to use folders; this works the same way that mail folders do. For more flexibility, you can also mark contacts as members of different categories. </para>
es: <para> <application>Evolution</application> le ofrece dos maneras de organizar sus tarjetas. La primera es usando carpetas. Esto funciona igual que las carpetas de correo. Para más flexibilidad, puede marcar los contactos como miembros de diferentes categorías. </para>

source: <para> Click <guibutton>Add Criterion</guibutton> to increase the number of criteria you'd like to use in the search, and <guibutton>Remove Criterion</guibutton> to remove one from the bottom of the list. Your criteria may be a search within the <guilabel>Name</guilabel> or <guilabel>Email</guilabel> fields; alternately you can choose to search through all the fields with a regular expression. Then, you can select from all the familiar requirements like <guilabel>Begins With</guilabel> and <guilabel>Does Not Contain</guilabel>, decide whether to match <guilabel>All</guilabel> or <guilabel>Any</guilabel> of your criteria, and press <guibutton>Search</guibutton> to set it all off. </para>
es: <para> Pulse <guibutton>Añadir Criterio</guibutton> para aumentar el número de criterios que quiere usar en la búsqueda, y <guibutton>Eliminar Criterio</guibutton> para eliminar uno del la parte inferior de la lista. Su criterio puede ser una búsqueda en los campos <guilabel>Nombre</guilabel> o <guilabel>Correo</guilabel>. Alternativamente puede elegir buscar en todos los campos con una expresión regular. Entonces, puede seleccionar entre los requisistos <guilabel>Comienza con</guilabel> y <guilabel>No contiene</guilabel>, decidir si deben conincidir <guilabel>Todos</guilabel> o <guilabel>Alguno</guilabel> de sus criterios, y pulsar <guibutton>Buscar</guibutton> para ejecutar todo. </para>

source: <para> If you prefer to perform a more complex search, press <guibutton>Find</guibutton> or choose <menuchoice><guimenu>Tools</guimenu><guimenuitem>Search for Contact</guimenuitem></menuchoice>. This will open the in-depth search window, which lets you use multiple search criteria in the same way that email filters and <glossterm linkend="vfolder">virtual folders</glossterm> do.. </para>
es: <para> Si prefiere realizar una búsqueda más compleja, pulse <guibutton>Buscar</guibutton> o elija <menuchoice><guimenu>Herramientas</guimenu><guimenuitem>Buscar Contacto</guimenuitem></menuchoice>. Esto abrirá la ventana de búsqueda a fondo, que le permitirá usar multiples criterios de búsqueda de la misma manera que en los filtros de correo y las <glossterm linkend="vfolder">carpetas virtuales</glossterm>. </para>

source: <para> The <guilabel>General</guilabel> tab has seven sections, each with an icon: a face, for name and company; a telephone for phone numbers; an envelope for email address; a globe for web page address; a house for postal address; a file folder for contacts, and a briefcase for categories. </para>
es: <para> La pestaña <guilabel>General</guilabel> tiene siete secciones, cada una con un icono, una cara, para el nombre y la compañía, un teléfono para números de teléfono, un sobre para direcciones de correo, un globo terraqueo para direcciones de páginas web, una casa para dirección postal, un archivador para contactos, y una cartera para categorías. </para>

source: <title>Evolution Address Book</title>
es: <title>Agenda de Direcciones de Evolution</title>

source: <title>Groups of contacts</title>
es: <title>Grupos de contactos</title>

source: <title>Managing a Mailing list</title>
es: <title>Administrando una Lista de Correo</title>

source: <title>Searching for Contacts</title>
es: <title>Buscando Contactos</title>

source: <title>Send me a Card: Adding New Cards Quickly</title>
es: <title>Envíame una Tarjeta: Añadiendo Tarjetas Rápidamente</title>

source: <para> The <guilabel>Details</guilabel> tab is, fortunately, much more simple: three sections, all of which are more or less obvious: the briefcase next to the details about the contact's professional life; the face next to the details about their personal life; the globe next to a big blank space you can use for anything and everything else you'd like to note about them. If you ever wanted to have that uncanny knack for remembering obscure details like the date of someone's anniversary (perhaps your own) this is the way to develop it. </para>
es: <para> La pestaña de <guilabel>Detalles</guilabel> es, afortunadamente, mucho más simple: tres secciones, las cuales son más o menos obvias: la cartera al lado de los detalles acerca de la vida profesional del contacto, la cara al lado de los detalles de su vida personal, el globo terraqueo al lado de un gran espacio en blanco que puede usar para cualquier cosa que quiera anotar. Si alguna vez quiso tener ese poder sobrenatural de recordar oscuros detalles como la fecha del aniversario de alguien (quiza del suyo propio) esta es la manera de desarrollarlo. </para>

source: <para> The last item in the <guilabel>General</guilabel> tab is the <guilabel>Categories</guilabel> organization tool; for information on that, read <xref linkend="usage-contact-organize">. </para>
es: <para> El último elemento en la pestaña <guilabel>General</guilabel> es la herramienta de organización de <guilabel>Categorias</guilabel>, para ver información acerca de ella, lea <xref linkend="usage-contact-organize">. </para>

source: <para> If you keep your cards on a network using an <glossterm linkend="ldap">LDAP</glossterm> server, you can share access to them, browse other address books, or maintain a shared set of contact information for your company or your department. This is the sort of feature you'll want to use if your company has a list of vendors and clients that needs constant updating. If share calendars as well as address books, people can avoid duplicating work and keep up to date on developments within their work-group or across the entire company. </para>
es: <para> Si tiene sus tarjetas en una red usando un servidor <glossterm linkend="ldap">LDAP</glossterm>, puede compartir el acceso a ellas, ver otras agendas, o mantener información de contacto compartida para su compañía o su departamento. Esta es la clase de características que querrá si su compañía tiene una lista de vendedores y clientes que necesita ser actualizada constantemente. Si se comparten calendarios al igual que agendas, la gente puede evitar duplicar trabajo y mantenerse al día en los desarrollos de su grupo de trabajo o de la compañía entera. </para>

source: <para> If you want to add or change cards, you'll use the contact editor. To change a card that already exists, double click on it to open the contact editor window with all the current information already filled in. If you want to create a new one, clicking the <guibutton>New</guibutton> button in the toolbar will open the same window, with blank entry boxes for you to fill in. </para>
es: <para> Si quiere añadir o cambiar tarjetas, usará el editor de contactos. Para cambiar una tarjeta que ya existe, pulse dos veces sobre ella para abrir la ventana del editor de contactos con toda la información actual. Si quiere crear una nueva, pulsando el botón <guibutton>Nuevo</guibutton> el la barra de herramientas abrirá la misma ventana, con los campos en blanco para que los rellene. </para>

source: <para> Of course, you don't want to share all of your cards&mdash; why overload the network with a list of babysitters or tell everyone in the office you're talking to new job prospects? If you keep cards on your own computer, you can decide which items you want to make accessible to others. </para>
es: <para> Naturalmente, no quiere compartir todas sus tarjetas&mdash; ¿porque sobrecargar la red con una lista de niñeras o decir a todos en la oficina que esta buscando un nuevos trabajo? Si mantiene sus tarjetas en su propio ordenador, puede decidir que elementos quiere hacer accesibles a otros. </para>

source: <para> Organizing your address book is a lot like organizing your mail. You can have folders and searches the same way you can with mail, but the address book does not allow vFolders. It does, however, allow each card to fall under several categories, and allow you to create your own categories. To learn about categories, read <xref linkend="usage-contact-organize-group-category">. </para>
es: <para> Organizar su agenda de direcciones es muy parecido a organizar su correo. Puede tener carpetas y búsquedas de la misma manera que con el correo, pero la agenda no admite carpetas virtuales. Lo que si hace, es permitir a cada tarjeta estar en varias categorías, y le permite crear sus propias categorías. Para aprender acerca de las categorías, lea <xref linkend="usage-contact-organize-group-category">. </para>

source: <para> The address book works closely with <application>Evolution</application>'s mail and calendar tools. For example, you can use the address book to help you manage mailing lists, and send or recieve address cards over email. More tools are on the way, and when they arrive, <!-- FIXME --> they will be described in this section. </para>
es: <para> La agenda de direcciones trabaja bien con las herramientas de correo y calendario de <application>Evolution</application>. Por ejemplo, puede usar la agenda de direcciones para ayudarle a administrar listas de correo, y enviar o recivir tarjetas por correo. Hay más herramientas en camino, y cuando llegen, <!-- ARREGLAME --> serán descritas en esta sección. </para>

source: <para> The toolbar for the address book is quite simple: <itemizedlist> <listitem><para> <guibutton>New</guibutton> creates a new card. </para></listitem> <listitem><para> <guibutton>Find</guibutton> brings up an in-depth search window. </para></listitem> <listitem><para> <guibutton>Print</guibutton> sends one or more of your cards to the printer. </para></listitem> <listitem><para> <guibutton>Delete</guibutton> deletes a selected card. </para></listitem> <listitem><para> <guibutton>View All</guibutton> displays all the address information in the folder. Use this button to refresh the display for a network folder, or to switch from viewing the results of a search and see the whole contents. </para></listitem> <listitem><para> <guibutton>Stop</guibutton> stops loading contact data from the network. This button is only relevant if you are looking at contact information on a network. </para></listitem> </itemizedlist> </para>
es: <para> La barra de herramientas para la agenda de direcciones en bastante simple: <itemizedlist> <listitem><para> <guibutton>Nueva</guibutton> crea una nueva tarjeta. </para></listitem> <listitem><para> <guibutton>Buscar</guibutton> aparece una ventana de búsqueda. </para></listitem> <listitem><para> <guibutton>Imprimir</guibutton> envía una o más tarjetas a la impresora. </para></listitem> <listitem><para> <guibutton>Borrar</guibutton> borra la tarjeta seleccionada. </para></listitem> <listitem><para> <guibutton>Ver Todo</guibutton> muestra la información de todas las direcciones en la carpeta. Use este botón para actualizar una carpeta de red, o para cambiar de ver los resultados de una búsqueda a ver todos los contenidos. </para></listitem> <listitem><para> <guibutton>Para</guibutton> detiene la carga de la información de contacto de la red. Este botón solo es relevante si está buscando información de contacto en una red. </para></listitem> </itemizedlist> </para>

source: <para> To delete a card, click on it once to select it, then press the <guibutton>Delete</guibutton> button. If you have multiple cards selected, you'll delete multiple cards. </para>
es: <para> Para borrar una tarjeta, pulse sobre ella una vez para seleccionarla, entonces pulse el botón <guibutton>Borrar</guibutton>. Si tiene varias tarjetas seleccionadas, borrará varias tarjetas. </para>
