Repository: Distrotech/evolution
Catalog: help/*.po/usage-calendar.sgml.po
Languages: es

source: <para> If you create calendar events that overlap, <application>Evolution</application> will display them side by side in your calendar. However, <application>Evolution</application> cannot help you do multiple things at once. </para>
es: <para> Si crea eventos de calendario que se superponen, <application>Evolution</application> los mostrará uno al lado del otro en su calendario. Eso si, <application>Evolution</application> no puede ayudarle ha hacer varias cosas al mismo tiempo. </para>

source: <para> If you don't need to enter more information than the date and time of the appointment, you just click in any blank space in the calendar and start typing. You can enter other information later with the appointment editor. </para>
es: <para> Si no necesita poner más información que la fecha y la hora de la cita, puede pichar simplemente en cualquier espacio en blanco del calendario y comenzar a escribir. Puede incluir otra información más tarde con el editor de citas. </para>

source: <title>Shortcut</title>
es: <title>Atajo</title>

source: <title>Doing Two Things At Once</title>
es: <title>Haciendo Dos Cosas A La Vez</title>

source: <para> Once you're done with all those settings, click on the disk icon in the toolbar. That will save the event and close the event editor window. If you want, you can alter an event summary in the calendar view by clicking on it and typing. You can change other settings by right-clicking on the event then choosing <guimenuitem>Edit this Appointment</guimenuitem>. </para>
es: <para> Una vez que haya acabado con toda la configuración, pulse en el icono del disco en la barra de herramientas. Esto guardará el evento y cerrará la ventana de edición de eventos. Si quiere, puede alterar el resumen del en la vista del calendario pulsando sobre ela y escribiendo. Puede cambiar otros valores pulsando con el botón derecho del ratón sobre el evento y eligiendo <guimenuitem>Editar esta cita</guimenuitem>. </para>

source: <para> To create a new calendar event, select <menuchoice> <guimenu>File</guimenu> <guisubmenu>New</guisubmenu> <guimenuitem>Appointment</guimenuitem> </menuchoice> or click the <guibutton>New</guibutton> button on the left end of the toolbar. The <interface>New Appointment</interface> dialog will pop up with the usual menu bar, tool bar, and window full of choices for you. </para>
es: <para> Para crear un nuevo evento de calendario, seleccione <menuchoice> <guimenu>Archivo</guimenu> <guisubmenu>Nuevo</guisubmenu> <guimenuitem>Cita</guimenuitem> </menuchoice> o pulse el botón <guibutton>Nuevo</guibutton> a la izquierda de la barra de herramientas. El diálogo de <interface>Nueva Cita</interface> aparecerá con la habitual barra de menú, barra de herramientas, y ventana llenas de opciones. </para>

source: <para> <guilabel>Classification</guilabel> is a little more complicated, and only applies to calendars on a network. <guilabel>Public</guilabel> is the default category, and a public event can be viewed by anyone on the calendar sharing network. <guilabel>Private</guilabel> denotes one level of security, and <guilabel>Confidential</guilabel> a higher level. <!-- FIXME --> Exact determinations and implementations of this feature have yet to be determined. <!-- FIXME --> </para>
es: <para> <guilabel>Clasificación</guilabel> es un poco más complicado, y solo afecta a los calendarios en red. <guilabel>Público</guilabel> es la categoría por defecto, y un evento público puede ser visto por cualquiera en la red de conpartición del calendario. <guilabel>Privado</guilabel> indica un nivel de seguridad, y <guilabel>Confidencial</guilabel> un nivel mayor. <!-- FIXME --> El significado y la implementecion de estas caracteristicas todavia no se han determinado. <!-- FIXME --> </para>

source: <para> You can have as many as four different <guilabel>Alarms</guilabel>, any time prior to the event you've scheduled. You can have one alarm of each type: <variablelist> <varlistentry> <term><guilabel>Display</guilabel></term> <listitem> <para> A window will pop up on your screen to remind you of your event. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Audio</guilabel></term> <listitem> <para> Choose this to have your computer deliver a sound alarm. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Program</guilabel></term> <listitem> <para> Select this if you would like to run a program as a reminder. You can enter its name in the text field, or find it with the <guibutton>Browse</guibutton> button. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Mail</guilabel></term> <listitem> <para> <application>Evolution</application> will send an email reminder to the address you enter into the text field. </para> </listitem> </varlistentry> </variablelist> </para>
es: <para> Puede tener hasta cuatro <guilabel>Alarmas</guilabel> distintas, para cualquier momento antes de la hora que ha fijado para el evento. Puede tener una alarma de cada tipo: <variablelist> <varlistentry> <term><guilabel>Mostrar</guilabel></term> <listitem> <para> Aparecerá una ventana en la pantalla para recordarle el evento. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Auditiva</guilabel></term> <listitem> <para> Eliga esta opción para que el ordenador emita una alarma auditiva. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Programa</guilabel></term> <listitem> <para> Seleccione esto si quiere que alguna aplicación adicional se ejecute como recordatorio. Puede escribir su nombre en el campo de texto, o buscarla con el botón <guibutton>Buscar</guibutton>. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Correo</guilabel></term> <listitem> <para> <application>Evolution</application> enviará un mensaje recordatorio a la dirección que haya escrito en el campo de texto. </para> </listitem> </varlistentry> </variablelist> </para>

source: <para> Keelyn, the office manager for a small company, has one calendar for her own schedule. On the local network, she maintains one for the conference room, so people know when they can schedule meetings. Next to that, she maintains a calendar that reflects when consultants are going to be on site, and another that keeps track of when the Red Sox are playing. </para>
es: <para> Keelyn, la encargada de oficina de una pequeña compañía, tiene un calendario para su propio horario. En la red local, mantiene uno para la sala de reuniones, para que la gente sepa cuando pueden concertar citas. Ademas de eso, mantiene un calendario que refleja cuando van a estar disponibles los consultores, y otro donde sigue los días en los que juegan los Red Sox. </para>

source: <para> The <guilabel>Recurrence</guilabel> tab lets you describe repetition in events ranging from once every day up to once every 100 years. You can then choose a time and date when the event will stop recurring, and, under <guilabel>Exceptions</guilabel>, pick individual days when the event will <emphasis>not</emphasis> recur. Make your selections from left to right, and you'll form a sentence: "Every two weeks on Monday and Friday until January 3, 2003" or "Every month on the first Friday for 12 occurrences." </para>
es: <para> La pestaña <guilabel>Recurrencia</guilabel> le permite describir repeticiones en eventos que van desde una vez cada día a una vez cada 100 años. Puede tambien elegir cuando cesarán las repeticiones, y, bajo <guilabel>Excepciones</guilabel>, elegir días individuales en los que el evento <emphasis>no</emphasis> se realizará. Haga sus selecciones de izquierda a derecha, y formará una frase: "Cada dos semanas los lunes y los viernes hasta el 3 de enero de 2003" o "Cada mes el primer viernes durante 12 ocurrencias". </para>

source: <para> Your event must have a starting and ending date &mdash; by default, today &mdash; but you can choose whether to give it starting and ending times or to mark it as an <guilabel>All day event</guilabel>. An <guilabel>All day event</guilabel> appears at the top of a day's event list rather than inside it. That makes it easy to have events that overlap and fit inside each other. For example, a conference might be an all day event, and the meetings at the conference would be timed events. Of course, events with specific starting and ending times can also overlap. When they do they're displayed as multiple columns in the day view of the calendar. </para>
es: <para> Su evento debe tener una fecha de inicio y de fin &mdash; por defecto, hoy &mdash; pero puede elegir entre darle una hora de inicio y de fin o marcarlo como un <guilabel>Evento de todo el día</guilabel>. Un <guilabel>Evento de todo el día</guilabel> aparece arriba en una lista de eventos diarios en lugar de dentro del día. Eso hace que sea más facil tener eventos que se solapen y que esten unos dentro de otros. Por ejemplo, una conferencia puede ser un evento de todo el día, y los encuentros en la conferencia serian eventos parciales. Naturalmente, los eventos con horarios específicos de inicio y fin tambien pueden solaparse. Cuenado lo hacen son mostrados como multiples columnas en la vista diaria del calendario. </para>

source: <title>Creating events</title>
es: <title>Creando eventos</title>

source: <title>Keeping Multiple Calendars</title>
es: <title>Manteniendo Múltiples Calendarios</title>

source: <para> <application>Evolution</application> permits you to have and maintain multiple calendars. This is useful if you maintain schedules for other people, if you are responsible for resource or room allocation, or if you have multiple personalities. </para>
es: <para> <application>Evolution</application> le permite tener y mantener múltiples calendarios. Esto es útil si mantiene horarios para otras personas, si es el responsable de la búsqueda de recursos o habitaciones, o si tiene múltiples personalidades. </para>

source: <para> Once you've added a task to your to-do list, its summary appears in the <guilabel>Summary</guilabel> section of task list. To view or edit a detailed description of an item, double-click on it, or select it and click <guibutton>Edit</guibutton>. You can delete items by selecting them and clicking on the <guibutton>Delete</guibutton> button. </para>
es: <para> Una vez que ha añadido una tarea a su lista "por hacer", su resumen aparece en la sección <guilabel>Resumen</guilabel> de la lista de tareas. Para ver o editar una descripción detallada en un elemento, pulse dos veces sobre el, o seleccionelo y pulse <guibutton>Editar</guibutton>. Puede borrar un elemento seleccionandolo y pulsandolo en el botón <guibutton>Borrar</guibutton>. </para>

source: <para> The <guibutton>Prev</guibutton> and <guibutton>Next</guibutton> buttons will move you forward and back in your calendar pages. If you're looking at only one day, you'll see tomorrow's page, or yesterday's. If you're looking at your calendar by week, month, fortnight, or anything else, you'll move around by just that much. To come back to today's listing, click <guibutton>Today</guibutton>. </para>
es: <para> Los botones <guibutton>Previo</guibutton> y <guibutton> Siguiente</guibutton> le moverán hacia alante y hacia atrás en las páginas de su calendario. Si está viendo solo a un día, verá la página de mañana o la de ayer. Si esta viendo su calendario por semanas, meses, quincenas, o cualquier otra cosa, se movera esa cantidad de tiempo. Para volver al día de hoy, pulse <guibutton>Hoy</guibutton>. </para>

source: <para> The Task Pad, located in the lower right corner of the calendar, lets you keep a list of tasks separate from your calendar events. Tasks are colored and sorted by priority and due-date (see <xref linkend="config-prefs"> for more information), and are included with calendar data during synchronization with a hand-held device. You can use the list in a larger format by choosing the <guibutton>Tasks</guibutton> button in the shortcut bar or in the folder tree. </para>
es: <para> La lista de tareas, situada en la esquina inferior derecha del calendario, le permite mantener una lista de tareas separada de sus eventos de calendario. Las tareas son coloreadas y ordenadas por prioridad y fecha de vencimiento (vea <xref linkend="config-prefs"> para más inforación), y son incluidas con la información del calendario cuando se sincroniza con dispositivo de mano. Puede usar la lista en un formato más grande eligiendo el botón <guibutton>Tareas</guibutton> de la barra de atajos o del arbol de carpetas. </para>

source: <para> The toolbar offers you four different views of your calendar: one day, five days, a week, or a month at once. Press the calendar-shaped buttons on the right side of the toolbar to switch between views. You can also select a range of days&mdash; three days, ten days, a fortnight if you want &mdash; in the small calendar at the upper right. </para>
es: <para> La barra de herramientas le ofrece cuatro vistas distintas de su calendario: un día, cinco días, una semana, o un mes. Pulse sobre los botones con forma de calendario a la derecha de la barra de herramientas para alternar entre las distintas vistas. Tambien puede seleccionar un rango de días&mdash; tres días, diez días, quinzenas si quiere&mdash; en el pequeño calendario en la esquina superior derecha. </para>

source: <para> To record a new task, click the <guibutton>Add</guibutton> button below the list. <application>Evolution</application> will pop up a small window with five items in it: <variablelist> <varlistentry> <term> <guilabel>Summary:</guilabel></term> <listitem> <para> The description you enter here will appear in the To Do list itself. </para> </listitem> </varlistentry> <varlistentry> <term> <guilabel>Due Date:</guilabel></term> <listitem> <para> Decide when this item is due. You can either type in a date and time, or select one from the <guibutton>Calendar</guibutton> and time drop-down menus. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Priority:</guilabel></term> <listitem> <para> Select a level of importance from 1 (most important) to 9 (least important). </para> </listitem> </varlistentry> <varlistentry> <term> <guilabel>Item Comments:</guilabel></term> <listitem> <para> If you wish, you can keep a more detailed description of the item here. </para> </listitem> </varlistentry> </variablelist> </para>
es: <para> Para guardar una nueva tarea, pulse sobre el botón <guibutton>Añadir</guibutton>. <application>Evolution</application> mostrará una pequeña ventana con cinco elementos en ella: <variablelist> <varlistentry> <term> <guilabel>Resumen:</guilabel></term> <listitem> <para> La descripción que escriba aquí aparecerá en la lista Por Hacer. </para> </listitem> </varlistentry> <varlistentry> <term> <guilabel>Fecha de Plazo:</guilabel></term> <listitem> <para> Decida cuando vence el plazo para este elemnto. Puede escribir una fecha y una hora, o seleccionar una del <guibutton>Calendario</guibutton> y la hora de los menus desplegables. </para> </listitem> </varlistentry> <varlistentry> <term><guilabel>Prioridad:</guilabel></term> <listitem> <para> Seleccione un nivel de importancia desde 1 (más importante) a 9 (menos importante). </para> </listitem> </varlistentry> <varlistentry> <term> <guilabel>Comentarios sobre el elemento:</guilabel></term> <listitem> <para> Si lo desea, puede escribir aquí una descripción más detallada del elemento. </para> </listitem> </varlistentry> </variablelist> </para>

source: <para> To visit a specific date's calendar entries, click <guibutton>Go To</guibutton> and select the date in the dialog box that appears. </para>
es: <para> Para ver una fecha espefica del calendario, pulse <guibutton>Ir A</guibutton> y seleccione la fecha en la ventana de diálogo que aparece. </para>

source: <para> Of course, you'll want to use the calendar to do more than find out what day it is. This section will tell you how to schedule events, set alarms, and determine event recurrence. </para>
es: <para> Naturalmente, querra usar el calendario para hacer algo más que saber que día es. Esta sección le contará como fijar eventos, poner alarmas, y especificar recurrencias en los eventos. </para>

source: <para> To create a new calendar, select <menuchoice> <guimenu>File</guimenu> <guisubmenu>New</guisubmenu> <guimenuitem>Calendar</guimenuitem> </menuchoice>. You can place the calendar in any calendar folder and access it from the folder view. Alarms, configuration, and display for each calendar are separate from each other. </para>
es: <para> Para crear un nuevo calendario, seleccione <menuchoice> <guimenu>Archivo</guimenu> <guisubmenu>Nuevo</guisubmenu> <guimenuitem>Calendario</guimenuitem> </menuchoice>. Puede colocar el calendario en cualquier carpeta de calendario y acceder a el desde la vista de carpetas. Las alarmas, la configuración, y las vistas de cada calendario se mantienen separadas unas de otras. </para>

source: <title>Multiple Calendars</title>
es: <title>Múltiples Calendarios</title>

source: <title>Scheduling With the Evolution Calendar</title>
es: <title>Programando Citas con el Calendario de Evolution</title>

source: <title>Ways of Looking at your Calendar</title>
es: <title>Maneras de ver su calendario</title>

source: <title>The Task Pad</title>
es: <title>La lista de tareas</title>

source: <para> To begin using the calendar, select <guibutton>Calendar</guibutton> from the <interface>shortcut bar</interface>. By default, the calendar starts showing today's schedule on a ruled background. At the upper right, there's a monthly calendar you can use to switch days. Below that, there's a <guilabel>TaskPad</guilabel>, where you can keep a list of tasks seperate from your calendar appointments. The calendar's daily view is shown in <xref linkend="usage-calendar-fig">. <!-- ============== Figure ============================= --> <figure id="usage-calendar-fig"> <title>Evolution Calendar View</title> <screenshot> <screeninfo>Evolution Contact Manager Window</screeninfo> <graphic fileref="fig/calendar" format="png" srccredit="Aaron Weber"> </graphic> </screenshot> </figure> <!-- ============== End of Figure ============================= --> </para>
es: <para> Para comenzar a usar el calendario, seleccione <guibutton>Calendario</guibutton> de la <interface>barra de atajos</interface>. Por defecto, el calendario empieza mostrando el horario para hoy sobre un fondo reglado. Arriba a la derecha, hay un calendario mensual que puede usar para cambiar de día. Debajo de eso, hay una <guilabel>Lista de Tareas</guilabel>, donde puede tener una lista de tareas separada de sus citas del calendario. La vista diaria del calendario se muestra en <xref linkend="usage-calendar-fig">. <!-- ============== Figure ============================= --> <figure id="usage-calendar-fig"> <title>Vista del Calendario de Evolution</title> <screenshot> <screeninfo>Vista del Administrador de Contactos de Evolution</screeninfo> <graphic fileref="fig/calendar" format="png" srccredit="Aaron Weber"> </graphic> </screenshot> </figure> <!-- ============== End of Figure ============================= --> </para>

source: <title>The Evolution Calendar</title>
es: <title>El calendario de Evolution</title>

source: <!-- ############### FIXME FIXME FIXME ############ Feature not yet implemented, and may not be implemented due to lack of time, resources, and interest. <para> In addition, <application>Evolution</application> supports Hebrew, Muslim, and other calendar formats. To switch to a different calendar format, choose <guimenuitem>GUIMENUITEM</guimenuitem> from the <guimenu>GUIMENU</guimenu>. </para> ################ END FIXME AREA ################## -->
es: <!-- ############### FIXME FIXME FIXME ############ Caracteristica no implementada y que puede que no se implemente por falta de tiempo, recursos, e interes. <para> In addition, <application>Evolution</application> supports Hebrew, Muslim, and other calendar formats. To switch to a different calendar format, choose <guimenuitem>GUIMENUITEM</guimenuitem> from the <guimenu>GUIMENU</guimenu>. </para> ################ END FIXME AREA ################## -->
